{
    "paper_id": "1c4c7359f070615ab98732561d43f323b258c8c1",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Pablo",
                "middle": [],
                "last": "Díez-Villanueva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario de La Princesa",
                    "location": {
                        "settlement": "Madrid",
                        "country": "España"
                    }
                },
                "email": ""
            },
            {
                "first": "Clara",
                "middle": [],
                "last": "Bonanad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Clı´nico Universitario de Valencia",
                    "location": {
                        "settlement": "Valencia",
                        "country": "España"
                    }
                },
                "email": ""
            },
            {
                "first": "Albert",
                "middle": [],
                "last": "Ariza-Solé",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IDIBELL, L'Hospitalet de Llobregat",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "España"
                    }
                },
                "email": ""
            },
            {
                "first": "Manuel",
                "middle": [],
                "last": "Martínez-Sellé",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Complutense",
                    "location": {
                        "settlement": "Madrid",
                        "country": "España"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. Rev Esp Cardiol. 2020;xx(x):xxx-xxx Figura 1. Regla de las 5 M para guiar la teleconsulta de pacientes mayores con cardiopatía. VÉ ASE CONTENIDO RELACIONADO: https://doi.org/10.1016/j.recesp.2020.06.027 G Model RECESP-101442; No. of Pages 2 Có mo citar este artículo: Díez-Villanueva P, et al. Consulta telemá tica de cardiología para ancianos. La regla de las 5 M puede ser una ayuda. Rev Esp Cardiol. 2020. https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Consulta telemá tica de cardiología para ancianos. La regla de las 5 M puede ser una ayuda Telematic cardiology consultation in the elderly. The 5 M framework can help Sr. Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Carta al Editor"
        },
        {
            "text": "Hemos leído con mucho interé s el excelente documento de consenso de la Sociedad Españ ola de Cardiología sobre la consulta telemá tica para el cardió logo clínico en tiempos de la COVID-19 de Barrios et al. 1 . Las consultas telemá ticas de cardiología son ya una realidad en Españ a 2 y un documento que ayude a organizarlas es siempre bienvenido. Sin embargo, como miembros activos de la Secció n de Cardiología Geriá trica, lamentamos que no haya ninguna referencia específica a los pacientes mayores, que constituyen un porcentaje muy elevado del total de pacientes que atendemos en nuestra prá ctica clínica habitual. Los pacientes de edad avanzada, especialmente vulnerables a la infecció n por coronavirus 3 , necesitan má s ayuda para comprender que la telemedicina puede ser una forma efectiva de comunicarse con sus cardió logos y para usarla de manera adecuada. Por esta razó n, la regla de las 5 M 4,5 (figura 1) puede ser@ muy ú til para guiar una teleconsulta: Má s importante: preguntar a los ancianos cardió patas acerca de sus objetivos, preferencias y prioridades. Esta es una excelente manera de establecer una buena relació n al comienzo de una teleconsulta. Medicamentos: repasar los fá rmacos que está tomando el paciente de edad avanzada es sencillo en la mayoría de las comunidades autó nomas de Españ a gracias a los sistemas electró nicos de prescripció n. Es clave revisar có mo está tomando el paciente su medicació n y si sabe por qué la toma y, tambié n, valorar la retirada de fá rmacos no necesarios o no imprescindibles. Mental: es esencial abordar la cognició n del paciente durante cada teleconsulta. Una breve evaluació n de posible deterioro cognitivo ayudará a asegurar que la discusió n que esté teniendo sea recordada o comprendida. La valoració n de la orientació n espaciotemporal y la situació n cognitiva se puede hacer de forma sencilla y rá pida con preguntas del tipo:",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 209,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Carta al Editor"
        },
        {
            "text": "? Qué día de la semana es?, ? puedes enumerar los meses del añ o hacia atrá s, comenzando en diciembre? Movilidad: se puede valorar la movilidad bá sica de un paciente mayor durante una teleconsulta indagando por la capacidad de levantarse de la silla y caminar. Tambié n se puede valorar la evolució n reciente de la movilidad comparando la situació n actual con la previa 6 . Morbilidad: es fundamental considerar las distintas enfermedades que cursan nuestros pacientes, muchas veces con marcado impacto pronó stico, y que pueden condicionar tambié n que haya síntomas que pueden confundirse con los de algunos procesos cardiacos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Carta al Editor"
        },
        {
            "text": "En este momento de pandemia en que los pacientes mayores sufren el estré s de una crisis de salud pú blica incrementado por la necesidad de adaptarse a las nuevas tecnologías, es bienvenida cualquier acció n que pueda contribuir a que la teleconsulta sea má s segura, má s centrada en la persona y má s fá cil. Usar la regla de las 5 M es un modo sencillo de personalizar la telemedicina y hacerla má s solidaria para los mayores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Carta al Editor"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "La consulta telemá tica para el cardió logo clínico en tiempos de la COVID-19: presente y futuro. Documento de consenso de la Sociedad Españ ola de Cardiología",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Barrios",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cosín-Sales",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bravo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Esp Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.recesp.2020.06.027"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ferná ndez-Avilé s F, Martínez-Sellé s M. Telecardiology in times of the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Postigo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gonzá Lez-Mansilla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bermejo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Elízaga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Esp Cardiol",
            "volume": "73",
            "issn": "",
            "pages": "674--675",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Joint document of the Section on Geriatric Cardiology of the Spanish Society of Cardiology and the Spanish Society of Geriatrics and Gerontology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bonanad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "García-Blas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Tarazona-Santabalbina",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Esp Cardiol",
            "volume": "73",
            "issn": "",
            "pages": "569--576",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Age-friendly health system imperative",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fulmer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Mate",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Am Geriatr Soc",
            "volume": "66",
            "issn": "",
            "pages": "22--24",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Geriatrics 5M's: a new way of communicating what we do",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tinetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Molnar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Am Geriatr Soc",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Recomendaciones de la Secció n de Cardiología Geriá trica de la Sociedad Españ ola de Cardiología para la valoració n de la fragilidad en el anciano con cardiopatía",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Díez-Villanueva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arizá -Solé",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vidá N Mt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Rev Esp Cardiol",
            "volume": "72",
            "issn": "",
            "pages": "145--153",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}