{
    "paper_id": "357faa1c69d92fc4b322ca99f5a0ba61e154cf49",
    "metadata": {
        "title": "Thromboembolic Findings in COVID-19 Autopsies: Pulmonary Thrombosis or Embolism? Annals of Internal Medicine",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T he coronavirus disease 2019 (COVID-19) pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) initially presented as pneumonia of unknown cause in Wuhan, China, in December 2019, and SARS-CoV-2 was identified as the causative agent in January 2020 (1) . Since then COVID-19, with its pulmonary and other systemic manifestations, has spread globally-with more than 4.2 million cases and over 291 000 deaths in 187 countries reported (2) . With spread of disease, abnormal coagulation variables with high incidence of venous thromboembolic (VTE) complications have been noted, raising the need to develop specific VTE diagnostic and therapeutic strategies (3) .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Complete autopsy studies were almost nonexistent in the initial phases of the outbreak; reasonably so, due to concerns related to infectivity, transmission rates, and biosafety. The few reports initially published were limited to postmortem biopsies in COVID-19 -positive patients (4 -6) or from lobectomy specimens initially resected for lung adenocarcinoma, but patients were later found to be COVID-19 -positive (7) . Pathologic features of exudative and proliferative phases of diffuse alveolar damage (DAD) were noted in these initial reports and overlapping features with SARS were also noted. Later complete autopsies performed in United States further supported the presence of DAD (8, 9) .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 287,
                    "text": "(4 -6)",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "(8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 694,
                    "end": 696,
                    "text": "9)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "More recently, Wichmann and colleagues (10) reported the findings of 12 consecutive, legally mandated autopsies of patients with COVID-19. The authors noted a high incidence of pulmonary embolism with or without underlying deep venous thrombosis, despite the absence of history of VTE. Massive pulmonary embolism was the cause of death in one third of the cases, with an additional one fourth with recent deep venous thrombosis but without pulmonary embolism. Seventy-five percent were men and two thirds of these were noted to have recent thrombosis in prostatic venous plexus. Preexisting coronary heart disease (50%), respiratory tract, obesity, and type 2 diabetes mellitus were noted but an absence of antemortem VTEs. Histologically exudative phase DAD was noted in two thirds and presence of pulmonary thrombi in 5 out of 8 cases with DAD. Similar histologic findings of DAD with microthrombi in 45% cases were also recently reported by Menter and associates in a series of 21 COVID-19 -positive autopsies, 4 with prominent central pulmonary embolism (11) .",
            "cite_spans": [
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this issue, Lax and colleagues (12) report the findings of autopsies performed on 11 patients randomly selected among 48 hospitalized COVID-19 -positive decedents. Significant preexisting comorbid conditions included hypertension, type 2 diabetes mellitus, obesity, chronic obstructive pulmonary disease, coronary heart disease, cancer, as well as history of cerebro-vascular disease (ischemic stroke in 4 patients) and pulmonary embolism (1 patient). After autopsy tissue fixation, grossly visible pulmonary thrombi were noted in all cases with associated infarcts in 9 out of these 11 (81%) autopsies. During their hospital stay, 10 of the 11 deceased patients had received prophylactic dose anticoagulant therapy, with 2 receiving this therapy even before admission; thus suggesting that pulmonary thrombi were formed despite anticoagulant therapy. Apart from DAD, histologic evaluation highlighted the presence of multiple thrombi in small to mid-sized pulmonary arteries with adjacent lung parenchymal infarcts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These autopsy studies highlight the importance of thromboembolic events in COVID-19. Wichmann and colleagues highlighted the high incidence of pulmonary embolism with or without deep venous thrombosis, as well as presence of recent thrombi in prostatic venous plexus, in patients with no history of VTE, suggesting de novo coagulopathy in these patients with COVID-19. In contrast, Lax and colleagues highlighted changes consistent with thrombosis occurring within the pulmonary arterial circulation, in the absence of apparent embolism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Microvascular thrombi can be seen in DAD (the histologic equivalent of adult respiratory distress syndrome or acute respiratory distress syndrome [ARDS]) with various causes, including sepsis, trauma, viral or mycoplasma pneumonia, aspiration, as well as toxic inhalation, as noted by Tomashefski and coworkers (13) . Thus, microvascular thrombosis is not a distinctive or diagnostic feature of lung parenchymal involvement in patients with COVID-19. Ultrastructural evidence of acute endothelial injury has also been demonstrated, regardless of and without correlation with the cause of ARDS. Macrothrombi (thrombi in arteries with internal diameter >1 mm), large microthrombi, and capillary microthrombi have also been reported in patients with ARDS, due to other causes listed above. Pulmonary infarcts are also seen in patients with ARDS who died sooner (10 to 19 days) and later (≥20 days) after intubation (13) . Taken together, prior reports and more recent descriptions of DAD in COVID-19 suggest that these microscopic findings are not specific to the etiology, but rather a general feature of acute lung injury at various stages of response to injury.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The contributions of pulmonary thrombosis, embolism, or their combination to deaths of patients with COVID-19 may remain unaddressed because of the limited number of autopsy studies available. Although histologic or ultrastructural-level morphologic differences may not be evident, pathogen-specific molecular or immunologic differences may contribute to the different scenarios suggested in the current studies. To more thoroughly assess these questions will require tis-",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in china",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "China Novel Coronavirus Investigating and Research Team",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 Map-Johns Hopkins Coronavirus Resource Center",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ISTH interim guidance on recognition and management of coagulopathy in COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thachil",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gando",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "",
            "pages": "1023--1026",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14810"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pathological study of the 2019 novel coronavirus disease (COVID-19) through postmortem core biopsies. Mod Pathol",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41379-020-0536-x"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "20",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Histopathologic changes and SARS-CoV-2 immunostaining in the lung of a patient with COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pulmonary pathology of early-phase 2019 novel coronavirus (COVID-19) pneumonia in two patients with lung cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thorac Oncol",
            "volume": "15",
            "issn": "",
            "pages": "700--704",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtho.2020.02.010"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 autopsies, Oklahoma, USA",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Duval",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stroberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Clin Pathol",
            "volume": "153",
            "issn": "",
            "pages": "725--733",
            "other_ids": {
                "DOI": [
                    "10.1093/ajcp/aqaa062"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Postmortem lung findings in an asthmatic patient with coronavirus disease 2019",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Konopka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chest.2020.04.032"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Autopsy findings and venous thromboembolism in patients with COVID-19: A prospective cohort study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wichmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Sperhake",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lü Tgehetmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-2003"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Post-mortem examination of COVID19 patients reveals diffuse alveolar damage with severe capillary congestion and variegated findings of lungs and other organs suggesting vascular dysfunction",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Menter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Haslbauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nienhold",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Histopathology",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/his.1413412"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pulmonary pathology of acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Tomashefski",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Chest Med",
            "volume": "21",
            "issn": "",
            "pages": "435--66",
            "other_ids": {
                "PMID": [
                    "11019719"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}