{"paper_id": "3c82cf7a0072485cc0099c0866c23d2fbc53511f", "metadata": {"title": "Clinical Characteristics of Diabetic Patients with COVID-19", "authors": [{"first": "Guozhen", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wuhan Red Cross Hospital", "location": {"postCode": "430015", "settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Qin", "middle": [], "last": "Deng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wuhan Red Cross Hospital", "location": {"postCode": "430015", "settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Jiali", "middle": [], "last": "Feng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wuhan Red Cross Hospital", "location": {"postCode": "430015", "settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Fang", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nian", "middle": [], "last": "Xiong", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wuhan Red Cross Hospital", "location": {"postCode": "430015", "settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Qiong", "middle": [], "last": "He", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wuhan Red Cross Hospital", "location": {"postCode": "430015", "settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Janet", "middle": ["H"], "last": "Southerland", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wuhan Red Cross Hospital", "location": {"postCode": "430015", "settlement": "Wuhan", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "The cases were divided into diabetic and nondiabetic groups according to the history of taking antidiabetic drugs or by plasma fasting blood glucose level at admission, and the difference between groups were compared. Results. Among 199 COVID-19 patients, 76 were diabetic and 123 were nondiabetic. Compared with nondiabetics, patients with diabetes had an older age, high levels of fasting plasma glucose (FPG), D-dimer, white blood cell, blood urea nitrogen (BUN) and total bilirubin (TBIL), lower levels of lymphocyte, albumin and oxygen saturation (SaO 2 ), and higher mortality (P < 0:05). The two groups showed no difference in clinical symptoms. Diabetes, higher level of D-dimer at admission, and lymphocyte count less than 0:6 × 10 9 /L at admission were associated with increasing odds of death. Antidiabetic drugs were associated with decreasing odds of death. Treatment with low molecular weight heparin was not related to odds of death. Conclusion. The mortality rate of COVID-19 patients with diabetes was significantly higher than those without diabetes. Diabetes, higher level of D-dimer, and lymphocyte count less than 0:6 × 10 9 /L at admission were the risk factors associated with in-hospital death.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since December 2019, novel coronavirus-(SARS-CoV-2-) infected pneumonia (COVID-19) has rapidly spread throughout China and around the world [1] [2] [3] [4] . The International Committee on Taxonomy of Viruses (ICTV) has named this virus SARS-CoV-2, with the disease termed COVID-19 [5] . The high infectivity of COVID-19 resulted in a rapid increase of new cases. Previous studies have described the epidemiological findings, clinical presentation, and clinical outcomes of patients with confirmed COVID-19 [6, 7] . However, specific information of patients with diabetes with COVID-19 remains unknown.", "cite_spans": [{"start": 140, "end": 143, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 144, "end": 147, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 148, "end": 151, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 152, "end": 155, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 282, "end": 285, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 507, "end": 510, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 511, "end": 513, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Diabetes mellitus (DM) is often identified as an independent risk factor for developing respiratory tract infections [8] . Studies have reported the relationship between blood glucose levels and the clinical course of severe acute respiratory syn-drome (SARS) [9] . Up to now, information regarding the clinical characteristics of patients with diabetes with 2019 novel SARS-COV-2 pneumonia was scarce. In this study, the aim was to determine clinical symptoms, laboratory findings, and mortality of patients with diabetes and patients without diabetes in COVID-19, and to report on any difference. ", "cite_spans": [{"start": 117, "end": 120, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 260, "end": 263, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Definitions. COVID-19 was confirmed by detecting SARS-CoV-2 RNA in throat swab samples using a virus nucleic acid detection kit according to the manufacturer's protocol (Shanghai BioGerm Medical Biotechnology Co., Ltd). All of patients were admitted to the general fever ward excluding the intensive care unit. The cases were divided into diabetic and nondiabetic groups according to the history of taking antidiabetic drugs or by plasma fasting blood glucose level at admission.", "cite_spans": [], "ref_spans": [], "section": "2.2."}, {"text": "The case report form of COVID-19 was designed to document primary clinical data regarding previous medical history, clinical symptoms, laboratory findings, and clinical outcomes from electronic medical records. The following information was extracted for each patient: gender, age, medical history, clinical outcomes, and signs, symptoms, oxygen saturation, and laboratory findings at admission.", "cite_spans": [], "ref_spans": [], "section": "Data Collection."}, {"text": "Analysis. Categorical data were described as percentages, and continuous data as median with interquartile range (IQR). χ 2 test for categorical data and Mann-Whitney U test for continuous data were used to compare variables between groups. All statistical analyses were performed using SPSS Statistics version 16.0 software. P < 0:05 was considered statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "3.1. Baseline Characteristics. 199 patients with COVID-19 pneumonia were included in our study (Table 1) . Among them, 76 were diabetic and 123 were nondiabetic. The median age of patients with COVID-19 pneumonia with diabetes was 67 years (IQR: 61~78), which was significantly higher than that of patients without diabetes (IQR: 47~68, P ≤ 0:001). The onset of initial symptom to hospital admission in patients with diabetes group was 10 days (IQR: 5~14), while patients without diabetes group was 12 days (IQR: 7~20, P = 0:036). Duration of hospital stays was similar for both groups (P = 0:968). Of 199 patients, fever (74.4%), cough (66.8%), dyspnea (26.8%), and fatigue (25.1%) were the most common symptoms, while diarrhea (3%), vomiting (2.5%), and dizziness (1%) were scarce. However, no statistically significant difference in all of clinical symptoms between diabetic and nondiabetic patients with COVID-19 pneumonia.", "cite_spans": [], "ref_spans": [{"start": 95, "end": 104, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "The majority of patients with diabetes had abnormalities of D-dimer and fasting plasma glucose (FPG) at admission as described in Table 2 . Compared with patients without diabetes, patients with diabetes had a higher level of fasting plasma glucose (P ≤ 0:001), D-dimer (P ≤ 0:001), white blood cell (P = 0:011), total bilirubin (P = 0:030), and blood urea nitrogen (P = 0:022), and lower Journal of Diabetes Research level of oxygen saturation (P ≤ 0:001), lymphocyte (P = 0:036), and albumin (P = 0:002).", "cite_spans": [], "ref_spans": [{"start": 130, "end": 137, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Laboratory Findings."}, {"text": "We included 199 patients with complete data for all variables (181 survivors and 18 nonsurvivors) in the multivariable logistic regression model. We found that diabetes, higher level of D-dimer at admission, and lymphocyte count less than 0:6 × 10 9 /L at admission were associated with increasing odds of death. Antidiabetic drugs were associated with decreasing odds of death. Treatment with low molecular weight heparin was not related to odds of death (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 456, "end": 465, "text": "(Table 3)", "ref_id": "TABREF4"}], "section": "Regression Analysis."}, {"text": "Outcome. There were 18 reported deaths in the COVID-19 patients (Table 1) . Significant difference in mortality was found between patients with diabetes and without diabetes (P = 0:036). 11 of 76 patients with COVID-19 with diabetes died (14.5%), while 7 of 123 patients with COVID-19 without diabetes died (5.7%). Diabetes seems to increase the risk of death in patients with COVID-19 pneumonia (Log rank P = 0:031) (Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 64, "end": 73, "text": "(Table 1)", "ref_id": "TABREF1"}, {"start": 417, "end": 426, "text": "(Figure 1", "ref_id": "FIGREF1"}], "section": "Clinical"}, {"text": "Coronavirus has received more attention compared to other causes of pneumonia, especially after the emergence of SARS and MERS. In certain risk factors, clinical manifestations, and clinical outcomes, COVID-19 was similar to SARS and MERS. It had been reported that a known history of diabetes was independent predictors for morbidity and death in patients with SARS [9] . In our study, 11 (14.5%) patients with COVID-19 pneumonia with diabetes died, while 7 (5.7%) patients with COVID-19 pneumonia without diabetes died (P = 0:036). Diabetes was associated with increasing odds of death. Antidiabetic drugs were associated with decreasing odds of death. Until now, large-scale analyses of clinical characteristics and outcome of patients with COVID-19 pneumonia with diabetes had been scarce. In this study, 199 COVID-19 patients were divided into diabetic and nondiabetic groups. We compared the clinical features, laboratory findings, and clinical outcome between the two groups. The study found similar proportions of male and female patients in COVID-19 with and without diabetes. ", "cite_spans": [{"start": 367, "end": 370, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "The median age of patients with diabetes with COVID-19 was significantly older than that of patients without diabetes. According to previous reports, older age was an important independent predictor of mortality in MERS and SARS [10, 11] . Recent studies had confirmed that death in patients with COVID-19 was associated with increased age [12] . Nearly 85% of COVID-19-related death in Italy have been individuals in the 70+ year-old age group. It is common sense that in a patient with a fatality, in the presence of severe renal or pulmonary or cardiac disease, the mere presence of COVID-19 positivity does not confirm the role of coronavirus in causing death [13] . In our study, patients with diabetes with COVID-19 were older than patients without diabetes. Therefore, they were at increased risk for death also for their age.", "cite_spans": [{"start": 229, "end": 233, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 234, "end": 237, "text": "11]", "ref_id": "BIBREF10"}, {"start": 340, "end": 344, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 664, "end": 668, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Journal of Diabetes Research"}, {"text": "In our cohort, compared with nondiabetic patients, patients with diabetes had a lower level of lymphocyte. Lymphocyte count less than 0:6 × 10 9 /L at admission was associated with increasing odds of death. In previous studies, lymphocytopenia is also common in the critically ill patients with MERS infection, which is the result of apoptosis of lymphocytes [14, 15] . Yang et al. reported that lymphocytopenia occurred in more than 80% of critically ill patients with COVID-19 [16] . Lymphocytopenia is a prominent feature of critically ill patients with COVID-19 because targeted invasion by SARS-CoV viral particles damages the cytoplasmic component of the lymphocyte and causes its destruction [17] . Hence, we speculate that necrosis or apoptosis of lymphocytes also induces lymphocytopenia in critically ill patients with COVID-19. In our study, patients with diabetes with COVID-19 at admission had only mild lymphocytopenia. The severity of lymphocytopenia may reflect the aggravation of the disease.", "cite_spans": [{"start": 359, "end": 363, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 364, "end": 367, "text": "15]", "ref_id": "BIBREF14"}, {"start": 479, "end": 483, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 699, "end": 703, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Journal of Diabetes Research"}, {"text": "Higher level of D-dimer at admission was associated with increased odds of death in our study. D-dimer levels were quite different between the diabetic and nondiabetic groups (P ≤ 0:001). For patients with diabetes with COVID-19, D-dimer levels increased dramatically. Ddimer is an activation marker of fibrinolysis. Some studies have shown that D-dimer is a significant prognostic factor in patients with pneumonia and sepsis [18, 19] . D-dimer is a marker of mortality in patients admitted to the emergency department with suspected infection and sepsis [19] . In recent studies, the level of D-dimer was higher in the death group than in the survival group, and elevated levels of D-dimer at admission were risk factors for death of adult patients with COVID-19 [7, 12, 20] . We found that patients with COVID-19 with higher level of D-dimer at admission, especially those with diabetes, are significantly associated with the risk of death. Treatment with low molecular weight heparin was not related to odds of death. Magro et al. reported that severe COVID-19 infection was associated with microvascular injury and thrombosis [21] . There is a need for further clinical trials using anticoagulants to determine whether the application of anticoagulants is effective.", "cite_spans": [{"start": 427, "end": 431, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 432, "end": 435, "text": "19]", "ref_id": "BIBREF18"}, {"start": 556, "end": 560, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 765, "end": 768, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 769, "end": 772, "text": "12,", "ref_id": "BIBREF11"}, {"start": 773, "end": 776, "text": "20]", "ref_id": "BIBREF19"}, {"start": 1131, "end": 1135, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Journal of Diabetes Research"}, {"text": "Currently, few public studies have shown the specific cause of high mortality in patients with COVID-19 with diabetes. Diabetes mellitus (DM) has been identified as an independent risk factor for developing respiratory infections. Many changes occurred in the immune system of DM patients. There were significant changes in humoral and cell-mediated immune function, especially related to abnormal pulmonary function.", "cite_spans": [], "ref_spans": [], "section": "Journal of Diabetes Research"}, {"text": "In patients with diabetes with signs of microangiopathy, the lung's diffusion capacity was significantly reduced [22] . In this cohort, compared with patients without diabetes, patients with diabetes with COVID-19 had significantly higher age and D-dimer. These factors might be involved in changing immune function and pulmonary function in patients with diabetes with COVID-19, which further promoted the patient's death. The mechanism needed further study.", "cite_spans": [{"start": 113, "end": 117, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Journal of Diabetes Research"}, {"text": "However, with the small sample size of this retrospective study, selection bias might occur. This study was based on a single center, and a large-scale study was needed.", "cite_spans": [], "ref_spans": [], "section": "Journal of Diabetes Research"}, {"text": "In conclusion, the mortality rate for diabetic patients with COVID-19 was 14.5%, which was significantly higher than that of patients without diabetes. Diabetes, higher level of D-dimer, and lymphocyte count less than 0:6 × 10 9 /L at admission were the risk factors associated with in-hospital death. So, patients with COVID-19 with diabetes require extra attention.", "cite_spans": [], "ref_spans": [], "section": "Journal of Diabetes Research"}, {"text": "The Excel data used to support the findings of this study are available from the corresponding author upon request.", "cite_spans": [], "ref_spans": [], "section": "Data Availability"}, {"text": "The authors declare that they have no conflicts of interest. ", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "The New England Journal of Medicine", "volume": "382", "issn": "8", "pages": "727--733", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "First case of 2019 novel coronavirus in the United States", "authors": [{"first": "M", "middle": ["L"], "last": "Holshue", "suffix": ""}, {"first": "C", "middle": [], "last": "Debolt", "suffix": ""}, {"first": "S", "middle": [], "last": "Lindquist", "suffix": ""}], "year": 2020, "venue": "The New England Journal of Medicine", "volume": "382", "issn": "10", "pages": "929--936", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "10223", "pages": "497--506", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "The New England Journal of Medicine", "volume": "382", "issn": "13", "pages": "1199--1207", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak", "authors": [{"first": "H", "middle": ["A"], "last": "Rothan", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Byrareddy", "suffix": ""}], "year": 2020, "venue": "Journal of Autoimmunity", "volume": "109", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "10223", "pages": "507--513", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The etiology of lower respiratory tract infections in people with diabetes", "authors": [{"first": "R", "middle": ["B"], "last": "Klekotka", "suffix": ""}, {"first": "E", "middle": [], "last": "Mizgała", "suffix": ""}, {"first": "W", "middle": [], "last": "Król", "suffix": ""}], "year": 2015, "venue": "Pneumonologia i Alergologia Polska", "volume": "83", "issn": "5", "pages": "401--408", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Plasma glucose levels and diabetes are independent predictors for mortality and morbidity in patients with SARS", "authors": [{"first": "J", "middle": ["K"], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Feng", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Yuan", "suffix": ""}], "year": 2006, "venue": "Diabetic Medicine", "volume": "23", "issn": "6", "pages": "623--628", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Outcomes and prognostic factors in 267 patients with severe acute respiratory syndrome in Hong Kong", "authors": [{"first": "K", "middle": ["W"], "last": "Choi", "suffix": ""}, {"first": "T", "middle": ["N"], "last": "Chau", "suffix": ""}, {"first": "O", "middle": [], "last": "Tsang", "suffix": ""}], "year": 2003, "venue": "Annals of Internal Medicine", "volume": "139", "issn": "9", "pages": "715--723", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Predictors of mortality in Middle East respiratory syndrome (MERS)", "authors": [{"first": "K", "middle": ["H"], "last": "Hong", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Choi", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Hong", "suffix": ""}], "year": 2018, "venue": "Thorax", "volume": "73", "issn": "3", "pages": "286--289", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study", "authors": [{"first": "F", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "R", "middle": [], "last": "Du", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "10229", "pages": "1054--1062", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "COVID-19 in India: are biological and environmental factors helping to stem the incidence and severity?", "authors": [{"first": "S", "middle": ["S"], "last": "Chakrabarti", "suffix": ""}, {"first": "U", "middle": [], "last": "Kaur", "suffix": ""}, {"first": "A", "middle": [], "last": "Banerjee", "suffix": ""}], "year": 2020, "venue": "Aging and Disease", "volume": "11", "issn": "3", "pages": "480--488", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Middle East respiratory syndrome coronavirus efficiently infects human primary T lymphocytes and activates the extrinsic and intrinsic apoptosis pathways", "authors": [{"first": "H", "middle": [], "last": "Chu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "B", "middle": ["H Y"], "last": "Wong", "suffix": ""}], "year": 2016, "venue": "The Journal of Infectious Diseases", "volume": "213", "issn": "6", "pages": "904--914", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "T-cell immunity of SARS-CoV: implications for vaccine development against MERS-CoV", "authors": [{"first": "W", "middle": ["J"], "last": "Liu", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "K", "middle": [], "last": "Liu", "suffix": ""}], "year": 2017, "venue": "Antiviral Research", "volume": "137", "issn": "", "pages": "82--92", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study", "authors": [{"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "The Lancet Respiratory Medicine", "volume": "8", "issn": "5", "pages": "475--481", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Multiple organ infection and the pathogenesis of SARS", "authors": [{"first": "J", "middle": [], "last": "Gu", "suffix": ""}, {"first": "E", "middle": [], "last": "Gong", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2005, "venue": "The Journal of Experimental Medicine", "volume": "202", "issn": "3", "pages": "415--424", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Prevalence and significance of coagulation abnormalities in community-acquired pneumonia", "authors": [{"first": "E", "middle": ["B"], "last": "Milbrandt", "suffix": ""}, {"first": "Genims", "middle": [], "last": "Investigators", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Reade", "suffix": ""}], "year": 2009, "venue": "Molecular Medicine", "volume": "15", "issn": "11-12", "pages": "438--445", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "D-dimer is a significant prognostic factor in patients with suspected infection and sepsis", "authors": [{"first": "J", "middle": ["R"], "last": "Rodelo", "suffix": ""}, {"first": "G", "middle": [], "last": "De La Rosa", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Valencia", "suffix": ""}], "year": 2012, "venue": "The American Journal of Emergency Medicine", "volume": "30", "issn": "9", "pages": "1991--1999", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 Pneumonia in Wuhan, China", "authors": [{"first": "C", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Cai", "suffix": ""}], "year": 2020, "venue": "JAMA Internal Medicine", "volume": "180", "issn": "7", "pages": "1--11", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Complement associated microvascular injury and thrombosis in the pathogenesis of severe COVID-19 infection: a report of five cases", "authors": [{"first": "C", "middle": [], "last": "Magro", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Mulvey", "suffix": ""}, {"first": "D", "middle": [], "last": "Berlin", "suffix": ""}], "year": 2020, "venue": "Translational Research", "volume": "220", "issn": "20", "pages": "1--13", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Infections in patients with diabetes mellitus", "authors": [{"first": "N", "middle": [], "last": "Joshi", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Caputo", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Weitekamp", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Karchmer", "suffix": ""}], "year": 1999, "venue": "The New England Journal of Medicine", "volume": "341", "issn": "25", "pages": "1906--1912", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "Survival curve in patients with COVID-19 pneumonia with and without diabetes.", "latex": null, "type": "figure"}, "TABREF0": {"text": "2.1. Patients. The retrospective study was approved by the ethics committee of Wuhan Red Cross Hospital (No. 2020022). All patients with COVID-19 admitted to Wuhan Red Cross Hospital from January 24th to March 15th were enrolled. During this period, Wuhan Red Cross Hospital became a special designated hospital for the treatment of patients with COVID-19.", "latex": null, "type": "table"}, "TABREF1": {"text": "Baseline characteristics of patients with COVID-19 pneumonia admission to hospital. COVID-19: coronavirus disease 2019; IQR: interquartile range; no: number.", "latex": null, "type": "table"}, "TABREF3": {"text": "Laboratory findings of patients with COVID-19 at admission.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Normal range </td><td>Total (n = 199) </td><td>Median (IQR)\nDiabetic (n = 76) </td><td>Nondiabetic (n = 123)\n</td><td>P value\n</td></tr><tr><td>White blood cell count, </td><td>× 109/L 3.7-10 </td><td>5.6 (4.1-7.0) </td><td>6.0 (4.4-7.9) </td><td>5.3 (4.1-6.5) </td><td>0.011\n</td></tr><tr><td>Lymphocyte count, × 109/L </td><td>0.80-4.00 </td><td>1.17 (0.80-1.61) </td><td>1.11 (0.73-1.42) </td><td>1.19 (0.84-1.73) </td><td>0.036\n</td></tr><tr><td>Prothrombin time, s </td><td>9-13 </td><td>12.2 (11.5-13.2) </td><td>12.3 (11.7-13.4) </td><td>12.2 (11.4-13.1) </td><td>0.430\n</td></tr><tr><td>Activated partial thromboplastin time, s </td><td>20-40 </td><td>26.4 (22.9-31.0) </td><td>25.8 (21.9-30.1) </td><td>26.7 (23-31.6) </td><td>0.105\n</td></tr><tr><td>D-dimer, mg/L </td><td>0-0.55 </td><td>0.62 (0.33-1.68) </td><td>0.96 (0.54-2.89) </td><td>0.50 (0.26-1.22) </td><td>≤0.001\n</td></tr><tr><td>Total bilirubin, mmol/L </td><td>2-25 </td><td>8.4 (5.9-13.2) </td><td>9.8 (7.0-14.6) </td><td>7.5 (5.8-11.2) </td><td>0.030\n</td></tr><tr><td>Albumin, g/L </td><td>35-55 </td><td>36.5 (33.5-40.2) </td><td>35.2 (31.9-38.3) </td><td>37.7 (34.7-40.7) </td><td>0.002\n</td></tr><tr><td>Blood urea nitrogen, mmol/L </td><td>2.6-7.5 </td><td>4.3 (3.3-6.5) </td><td>4.9 (3.5-7.8) </td><td>4.3 (3.3-5.5) </td><td>0.022\n</td></tr><tr><td>Creatinine, μmol/L </td><td>41-73 </td><td>69.3 (55.1-83.5) </td><td>70.7 (55.3-84.0) </td><td>68.5 (55.1-83.5) </td><td>0.643\n</td></tr><tr><td>Serum potassium </td><td>3.5-5.5 </td><td>3.77 (3.40-4.10) </td><td>3.75 (3.40-4.13) </td><td>3.77 (3.44-4.08) </td><td>0.587\n</td></tr><tr><td>Fasting plasma glucose </td><td>3.6-6.11 </td><td>5.93 (5.03-7.80) </td><td>7.92 (6.54-10.19) </td><td>5.37(4.94-5.93) </td><td>≤0.001\n</td></tr><tr><td>Oxygen saturation </td><td>&gt;93% </td><td>97% (95-98%) </td><td>96% (93-97%) </td><td>97% (95-98%) </td><td>≤0.001\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Multivariate analysis of independent risk factors associated with in-hospital death.Antidiabetic drugs include oral drugs or/and insulin.", "latex": null, "type": "table"}, "TABREF5": {"text": "Table 1: Baseline characteristics of patients with COVID-19 pneumonia admission to hospital.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>No. (%)\n</td><td> </td></tr><tr><td> </td><td>Total </td><td>Diabetic </td><td>Nondiabetic </td><td>P\n</td></tr><tr><td> </td><td>(n = 199) </td><td>(n = 76) </td><td>(n = 123) </td><td>Value\n</td></tr><tr><td>Age, median (IQR), years </td><td>63 (50-75) </td><td>67 (61-78) </td><td>59 (47-68) </td><td>≤0.001\n</td></tr><tr><td>Sex\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Female </td><td>110 (55.3) </td><td>37 (48.7) </td><td>73 (59.3) </td><td>0.142\n</td></tr><tr><td>Male </td><td>89 (44.7) </td><td>39 (51.3) </td><td>50 (40.7)\n</td><td> </td></tr><tr><td>Symptoms\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Fever </td><td>148 (74.4) </td><td>54 (71.1) </td><td>94 (76.4) </td><td>0.399\n</td></tr><tr><td>Cough </td><td>133 (66.8) </td><td>54 (71.1) </td><td>79 (64.2) </td><td>0.320\n</td></tr><tr><td>Dyspnea </td><td>53 (26.6) </td><td>22 (28.9) </td><td>31 (25.2) </td><td>0.562\n</td></tr><tr><td>Fatigue </td><td>50 (25.1) </td><td>16 (21.1) </td><td>34 (27.6) </td><td>0.289\n</td></tr><tr><td>Anorexia </td><td>32 (16.1) </td><td>9 (11.8) </td><td>23 (18.7) </td><td>0.201\n</td></tr><tr><td>Nausea </td><td>23 (11.6) </td><td>5 (6.6) </td><td>18 (14.6) </td><td>0.084\n</td></tr><tr><td>Headache </td><td>20 (10.1) </td><td>5 (6.6) </td><td>15 (12.2) </td><td>0.200\n</td></tr><tr><td>Diarrhea </td><td>6 (3.0) </td><td>1 (1.3) </td><td>5 (4.1) </td><td>0.410\n</td></tr><tr><td>Vomiting </td><td>5 (2.5) </td><td>1 (1.3) </td><td>3 (3.3) </td><td>0.651\n</td></tr><tr><td>Dizziness </td><td>2 (1.0) </td><td>1 (0.8) </td><td>1 (1.3) </td><td>&gt;0.999\n</td></tr><tr><td>Onset of initial symptom to hospital admission (days), (IQR) </td><td>10 (6-15) </td><td>10 (5-14) </td><td>12 (7-20) </td><td>0.036\n</td></tr><tr><td>Duration of hospital stay (days), (IQR) </td><td>13 (8-20) </td><td>13 (9-19) </td><td>12 (7-22) </td><td>0.968\n</td></tr><tr><td>Clinical outcome\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Died </td><td>18 (9.0) </td><td>11 (14.5) </td><td>7 (5.7) </td><td>0.036\n</td></tr><tr><td>Alive </td><td>181 (91.0) </td><td>65 (86.5) </td><td>116 (94.3)\n</td><td> </td></tr></table></body></html>"}, "TABREF6": {"text": "Table 3: Multivariate analysis of independent risk factors associated with in-hospital death.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variables </td><td>P value </td><td>OR (95% CI)\n</td></tr><tr><td>Age, years </td><td>0.380 </td><td>1.026 (0.969-1.087)\n</td></tr><tr><td>Cardiovascular disease (yes versus no) </td><td>0.284 </td><td>0.250 (0.020-3.155)\n</td></tr><tr><td>Chronic kidney disease (yes versus no) </td><td>0.083 </td><td>8.934 (0.752-106.073)\n</td></tr><tr><td>Hypertension (yes versus no) </td><td>0.583 </td><td>0.660 (0.150-2.908)\n</td></tr><tr><td>Diabetes (yes versus no) </td><td>0.007 </td><td>10.816 (1.895-61.741)\n</td></tr><tr><td>D-dimer at admission, mg/L </td><td>0.016 </td><td>1.094 (1.017-1.178)\n</td></tr><tr><td>Lymphocyte count at admission &lt;0:6 × 109/L\n </td><td>\n0.006 </td><td>7.609 (1.807-32.049)\n</td></tr><tr><td>Fasting plasma glucose at admission </td><td>0.077 </td><td>1.186 (0.982-1.432)\n</td></tr><tr><td>Treatment with low molecular weight heparin (yes versus no) </td><td>0.330 </td><td>0.418 (0.072-2.416)\n</td></tr><tr><td>Antidiabetic drugs (yes versus no) </td><td>0.003 </td><td>0.036 (0.004-0.317)\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This work was supported by grants 2016YFC1306600 (to NX) and 2018YFC1314700 (to NX) from the National Key R&D Program of China and grant 81873782 (to NX) from the National Natural Science Foundation of China.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "GZL, QD, JLF, and FL collected the data. GZL, NX, and HQ prepared and revised the manuscript. GZL, NX, and QH were responsible for summarizing all data related to this study. Guozhen Li and Qin Deng contributed equally to this work.", "cite_spans": [], "ref_spans": [], "section": "Authors' Contributions"}]}