{
    "paper_id": "4b631bab3e1ae0ab6fb1a15061e057caae3197bb",
    "metadata": {
        "title": "Taking ACTion: 18 Simple Strategies for Supporting Children With Autism During the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Courtney",
                "middle": [
                    "M"
                ],
                "last": "Tarbox",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erin",
                "middle": [
                    "A"
                ],
                "last": "Silverman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amanda",
                "middle": [
                    "N"
                ],
                "last": "Chastain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexandra",
                "middle": [],
                "last": "Little",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Taira",
                "middle": [],
                "last": "Lanagan Bermudez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Tarbox",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has dramatically uprooted the lives of families around the world. Families living with children with autism spectrum disorder (ASD) may be particularly affected due to being abruptly deprived of their usual in-person support from applied behavior analysis (ABA) service providers. This article gives how-to instructions on 18 simple acceptance and commitment training (ACT) programs that can be used as supplements to ongoing ABA services to support children with ASD whose verbal repertoires may play a part in the challenges they are facing during the current crisis. We describe several challenges that have been frequently reported by families and ABA practitioners during the pandemic. For each behavioral challenge, we provide a brief practical description, brief behavioral conceptual description, and how-to guidance on implementing ACT procedures that address each behavioral challenge at a functional level. The Appendix contains child-friendly worksheets for practitioners to use as visual supports while implementing the intervention procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The current COVID-19 pandemic has brought a crisis that has required an unprecedented upheaval of normal everyday domestic routines and demands. This change has caused an entirely new set of challenges for the children with autism spectrum disorder (ASD) whom many practitioners of applied behavior analysis (ABA) have dedicated our careers to supporting. Many of these challenges are nonverbal in nature. That is, direct antecedents and consequences of child behavior are simply different and less desirable right now for many children. To some extent, different contingencies will bring about different behavior; children and parents will adjust. However, for those who have the verbal capacities to lament about the past and worry about the future, adjustment can be harder. Said another way, our language can get in our way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The immediate direct contingencies that previously managed behavior are now substantially disrupted or absent. Many of these disruptions create aversive situations where the natural response is to seek escape or avoidance. The tendency to try to avoid difficulty is entirely human, and, unfortunately, the language that we construct around difficult situations often makes those situations more difficult. For example, when some children with ASD worry about when the situation will change, get stuck on how things are not supposed to be like this, or perseverate on nonpreferred aspects of the new reality, these totally normal human verbal responses rarely help these children adapt to the new situation in ways that help them thrive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Research has shown that the very normal human tendency to attempt to avoid feeling discomfort is at the heart of much distress (Hayes et al., 2004) . This fact may be particularly relevant at this moment because the simple truth of the COVID-19 pandemic is that it is hard. This is all hard; it is Editor's Note This manuscript is being published on an expedited basis, as part of a series of emergency publications designed to help practitioners of applied behavior analysis take immediate action to adjust to and mitigate the COVID-19 crisis. This article was submitted on April 26, 2020, and received final acceptance on April 29, 2020. The journal would like to especially thank Dr. Alyssa Wilson for her blinded expeditious review of and editorial decision on the manuscript. The views and strategies suggested by the articles in this series do not represent the positions of the Association for Behavior Analysis International or Springer Nature. supposed to be hard. In the following sections, we propose some sample strategies to help children with ASD cope with these difficult changes, by leaning in more and leaning away less. Recent publications offer strategies based on acceptance and commitment training (ACT) to help Board Certified Behavior Analysts (BCBAs) and parents cope (Coyne et al., 2020; Moran & Ming, in press; Szabo, Richling, Embry, Biglan, & Wilson, in press) , and these contributions are invaluable. In this article, we offer some simple tools for ABA practitioners to supplement the ABA services they are offering children with ASD during the pandemic.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 147,
                    "text": "(Hayes et al., 2004)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1292,
                    "end": 1312,
                    "text": "(Coyne et al., 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1313,
                    "end": 1336,
                    "text": "Moran & Ming, in press;",
                    "ref_id": null
                },
                {
                    "start": 1337,
                    "end": 1388,
                    "text": "Szabo, Richling, Embry, Biglan, & Wilson, in press)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ACT was originally developed as a behavior-analytic approach to psychotherapy (Hayes, Strosahl, & Wilson, 1999) . Acceptance and commitment training refers to implementing ACT outside psychotherapy and inside other disciplines, such as ABA. ln the broadest sense, the goal of ACT is to help intervene when our thoughts (i.e., our verbal behavior) about our world get in the way of us acting in the most effective way, often pushing us toward avoidance and away from effective self-management. The goal of ACT is to teach six selfmanagement repertoires that one combines to help one engage in avoidance less often and do hard work toward one's values more often (Figure 1 ). The names for these six self-management skills and some laylanguage descriptions are as follows: (a) acceptance, or the willingness to experience whatever emotions and thoughts one needs to experience in order to move toward one's values; (b) defusion, or not taking one's own thoughts too seriously; (c) present moment attention, or paying attention to what is happening in the here and now; (d) self as context, or flexible perspective taking; (e) values, or contacting what one truly cares about; and (f) committed action, or one saying he or she is going to do something that matters to him or her and then doing it. This article describes 18 child-friendly versions of ACT procedures, created by the authors, listed in Table 1 . We created the worksheets to serve as visual supports for ABA practitioners and clients while implementing ACT procedures that are well known in the ACT literature or novel procedures were created.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 111,
                    "text": "(Hayes, Strosahl, & Wilson, 1999)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 661,
                    "end": 670,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1398,
                    "end": 1405,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "A Very Brief Introduction to ACT"
        },
        {
            "text": "Worksheets are provided in the Appendix for 14 of the 18 procedures described in this article. The other four procedures are readily implemented with a pen and paper or blank tablet page and therefore do not require a worksheet. Readers should note that this is by no means a comprehensive list of ACT procedures that may be useful to use with children. Booklength resources exist for adapting ACT to children and adolescents, and readers are strongly encouraged to consult these as well (Dixon, 2014; Dixon & Paliliunas, 2017; Hayes & Ciarrochi, 2015) .",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 501,
                    "text": "(Dixon, 2014;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 502,
                    "end": 527,
                    "text": "Dixon & Paliliunas, 2017;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 528,
                    "end": 552,
                    "text": "Hayes & Ciarrochi, 2015)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "A Very Brief Introduction to ACT"
        },
        {
            "text": "We have chosen to attempt a difficult balance in this article between writing in a manner that is straightforward enough for practitioners to easily implement, and yet nuanced enough to remain conceptually systematic with behavioral principles (Baer, Wolf, & Risley, 1968) . The behavioral repertoires and functional relations involved in ACT are highly complex and involve substantial amounts of derived relational responding (i.e., stimulus equivalence and relational framing), and space does not permit a full behavioral conceptual analysis of ACT here. We refer the reader to Chapter 20 of Cooper, Heron, and Heward (2020) and Little, Tarbox, and Alzaabi (2020) for behavioral conceptual analyses of ACT procedures.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 272,
                    "text": "(Baer, Wolf, & Risley, 1968)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 594,
                    "end": 626,
                    "text": "Cooper, Heron, and Heward (2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 631,
                    "end": 665,
                    "text": "Little, Tarbox, and Alzaabi (2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "A Very Brief Introduction to ACT"
        },
        {
            "text": "In the most general sense, learners are ready for ACT as soon as it is clear that their language is getting in their own way. Research has not identified all of the prerequisite skills necessary for ACT to be effective; however, it is likely that children will need to have at least some stimulus equivalence repertoire in place for the procedures to work well. Another variable to consider is whether the direct consequences are working well to shape the learner's behavior. If so, ACT may not be needed. However, if learners' language seems to be making them less sensitive to the actual consequences of their behavior, or those consequences are insufficiently powerful, unavailable, or toolong delayed, ACT could potentially be helpful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When Is a Learner Ready for ACT?"
        },
        {
            "text": "It is critically important to note that ACT procedures are not a replacement for more traditional ABA approaches to functional assessment and treatment. Rather, the procedures Fig. 1 The six self-management skills that ACT procedures teach, often referred to as \"ACT processes\" contained in this article are offered as supplements to what ABA practitioners already do successfully. One potential advantage of ACT procedures is that they work through altering verbal repertoires of learners, rather than through manipulating direct consequences of learner behavior, which may be useful in a time when it is difficult or impossible for behavior analysts to directly manipulate consequences from across telehealth platforms. Nevertheless, when implementing ACT within ABA, it is critically important to maintain faithful integrity to the core dimensions of ABA, just as when implementing any other behavioral services (Baer et al., 1968) . In particular, the focus of supplementing ABA interventions with ACT procedures must always be to help bring about changes in socially meaningful overt behavior. The focus is never on changing learners' private events (e.g., thoughts or emotions).",
            "cite_spans": [
                {
                    "start": 915,
                    "end": 934,
                    "text": "(Baer et al., 1968)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 182,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Do Not Throw Out What You Already Know Works"
        },
        {
            "text": "In what follows, we describe several common challenges that families and behavior analysts have been reporting during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behavioral Challenges Common While Staying at Home During the Pandemic"
        },
        {
            "text": "Brief practical description As a result of the COVID-19 pandemic, children's environments have changed dramatically, requiring them to adapt rapidly to the \"new normal.\" Some children may be stuck on following their prepandemic rules even when the new environment is set up such that following these rules no longer works. This has resulted in difficulty functioning in their new daily lives and has manifested in the form of challenging behavior for some children with ASD. Examples of rules some children are having difficulty with include where learning should take place, who is supposed to teach them, in what order events should occur throughout the day, how they are supposed to do those things, and how they are supposed to feel, among many others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rigid Rule-Governed Behavior"
        },
        {
            "text": "Brief conceptual description Rule-governed behavior can make verbally complex humans less sensitive or completely insensitive to direct contingencies, and especially to ongoing changes in those contingencies (e.g., Catania, Matthews, & Shimoff, 1982) . Defusion interventions from ACT aim to teach individuals to engage in flexible rule following and rule deriving, such that they become more sensitive to the direct contingencies of their behavior and less likely to engage in avoidant behavior that is evoked by rigid rules (Little et al., 2020) . These interventions for rigid rule following involve building flexibility around rules and showing the learner that rules, themselves, consist of mere verbal stimuli that do not physically control the learner's behavior. The goal of these interventions during the COVID-19 pandemic is to help children with ASD let go of old rules that are no longer helpful and adjust to new and changing circumstances through flexibly deriving new rules and, ideally, becoming more sensitive to the actual consequences of their behavior and less focused on \"shoulds\" and \"supposed tos.\"",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 250,
                    "text": "Catania, Matthews, & Shimoff, 1982)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 526,
                    "end": 547,
                    "text": "(Little et al., 2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Rigid Rule-Governed Behavior"
        },
        {
            "text": "Rules about schedules and routines During the current crisis, children may engage in rule following in terms of where school should take place, in which order they should do their academics (e.g., \"Math comes before science.\"), and how to complete an academic activity (e.g., long multiplication). The aim of ACT here is to promote flexibility around the rules that the children are \"hooked on\" or \"fused to\" and encourage them to behave in ways that will lead to positive reinforcement (e.g., completing the school activity so that they can earn tangible or activity reinforcers now and a good grade later).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rigid Rule-Governed Behavior"
        },
        {
            "text": "Silly voices (Harris, 2008) . This procedure involves having the learner say the difficult thought in a silly voice. For example, if the rule is \"I have to go to school to do schoolwork,\" you might have the learner say that thought in the voice of SpongeBob or Yoda. Make it fun by saying it in different ways (e.g., fast and slow), and use lots of positive reinforcement. Try using the \"Silly Voices\" worksheet in the Appendix that we created to provide a child-friendly way to implement this common ACT procedure, which has been shown to be effective with children with ASD (Eilers & Hayes, 2015) . Practice many examples of silly character voices across many different rigid rules, especially before the learner escalates into a challenging behavior. I can't (Hayes et al., 1999) . If learners get stuck on rules that involve \"I can't\" (e.g., \"I can't do my classes at home.\"), then this activity may be a good fit. To start, write down the phrase \"I can't\" on a card, and complete the phrase with an action that the learners can easily perform. For example, you might write \"I can't stick out my tongue\" (see the \"I Can't\" worksheet in the Appendix). Next, ask learners to engage in an action that the card says they cannot do (e.g., sticking out their tongues). You can do this with one action, or make a game out of it by putting several \"I can't\" cards in a bowl and taking turns performing the actions that the cards say you cannot do. Then debrief with a discussion about how the game is like their lives. For example, they actually can attend their classes while at home, even though the words on the card say they cannot, so maybe they can try treating the \"I can'ts\" in his or her heads just like the \"I can'ts\" on the cards. Make it fun, and practice across multiple exemplars of rigid rules, on different days and in different settings.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 27,
                    "text": "(Harris, 2008)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 576,
                    "end": 598,
                    "text": "(Eilers & Hayes, 2015)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 762,
                    "end": 782,
                    "text": "(Hayes et al., 1999)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Rigid Rule-Governed Behavior"
        },
        {
            "text": "Name your story (Hayes, 2005) . For this procedure, have learners give the rule they are stuck on a name. One way to help learners pick a name for \"the story in their head\" would be to have them draw a picture of it and then name their drawing. Once the rule has a name, ask learners if they are willing to use that name whenever they hear that thought. For example, if learners are struggling with the rule \"I can't do my classes at home,\" they might draw a picture of learning at home, cross it off with a big X, and name this story the \"Everything Has Its Place\" story. Finish the conversation by asking them if they can just thank their mind for telling them that story when those thoughts come up, and continue to do what matters. For example, \"Thanks for telling me the 'Everything Has Its Place' story again, mind. That's always a good one!\"",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 29,
                    "text": "(Hayes, 2005)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Rigid Rule-Governed Behavior"
        },
        {
            "text": "Rules about roles The pandemic has many people fulfilling new roles, and children with ASD can become stuck on rules about these roles. For example, \"My dad is not my teacher,\" \"My sister is a second grader and isn't supposed to be here while I learn, because I'm a sixth grader,\" or \"I am not a boy who can handle not knowing when I can see my friends again.\" Rigidly following rules such as these is not likely to help children with ASD be successful in the current context. Therefore, it is important to teach our learners to engage in flexible perspective taking in response to rules about roles. For example, \"My dad can be my teacher when he puts the teacher hat on, and he can also still be my dad.\" The self-as-context intervention procedures from the ACT literature described next are designed to teach children to flexibly shift their perspectivetaking behavior when changes in the context require it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rigid Rule-Governed Behavior"
        },
        {
            "text": "Cool chameleon (Dixon & Paliliunas, 2017) . The goal of this procedure is to teach learners to talk about themselves in flexible ways, metaphorically relating their own changing roles (e.g., at-home learner vs. at-school learner) to the changing colors of a chameleon (see the \"Cool Chameleon\" worksheet in the Appendix). For this exercise, have learners identify their many different roles (sibling, student, sixth grader, etc.) and give each role a different color. This color is then related back to the different colors of a chameleon, and how this animal flexibly shifts colors throughout the day. While walking your child through the \"Cool Chameleon\" worksheet, reinforce active verbal engagement in the conversation and, especially, any instances of learners creating their own relevant examples of flexible \"role shifting\" for themselves or others. Walk learners through how this new way of talking about roles can help them get stuff done and earn positive reinforcement they value. For example, \"Now, I'm wondering if it might be possible for you to be your 'student' color at home sometimes so that you can get all of your schoolwork done and earn your video game time. Then you could change into your 'gamer' color while you play your video games!\" All for one and one for all (Dixon & Paliliunas, 2017) . Prepare for this procedure by selecting an item (or a few items) that can serve multiple purposes (see the \"All for One and One for All!\" worksheet in the Appendix). For example, a bucket can be used as a drum, as a container for toys, and as a hat. Give the learner the item and ask him or her to think of or act out as many things as he or she can with that item. Have fun with it, and get creative! Once you and the learner have identified as many different functions as you can, come back together and lead a discussion on how the bucket played many different roles, even though it was the same bucket. Walk the learner through verbally relating that back to all of the different roles that he or she plays (sister, learner, friend, etc.), all of the roles that others play (teacher, mother, etc.), and how the learner might be able to shift roles for the purpose of living his or her values (e.g., being a student at home for a while).",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 41,
                    "text": "(Dixon & Paliliunas, 2017)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1289,
                    "end": 1315,
                    "text": "(Dixon & Paliliunas, 2017)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Rigid Rule-Governed Behavior"
        },
        {
            "text": "Brief practical description Paying attention to the present moment simply means living in the here and now, rather than getting stuck on past or future events or thoughts. Present moment attention is also described as being mindful of what is going on in one's mind and in the physical setting at that time. As humans with complex covert verbal behavior, it is common to be preoccupied with thoughts about what was or what will be, which can result in feeling disconnected or tuned out from our current circumstances. In short, when we spend time worrying about yesterday or stressing about tomorrow, we can miss out on today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of Attention to the Present Moment"
        },
        {
            "text": "Brief conceptual description From a behavior-analytic perspective, paying attention to the present moment consists of the behavior of attending being primarily under the stimulus control of stimuli currently present in the environment. Lack of attention to the present moment indicates ineffective or overly rigid stimulus control of our attending behavior, especially by private stimuli with respect to the past or future. A strong present moment repertoire consists of flexibly attending to present moment stimuli, self-monitoring one's own attending behavior when it gets distracted, and redirecting one's own attending behavior back to the present moment, much like how you can notice and redirect yourself when you notice you are not paying attention to the road while driving.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of Attention to the Present Moment"
        },
        {
            "text": "While they are stuck at home due to physical-distancing rules, it is easy for children to focus on wanting what used to be or wishing about the future. Children saying they cannot stay at home any longer and want things to go back to how they were, children worried about their grandparents getting sick, or students worried they will not be ready to return to regular school in the fall are examples of children struggling with responding more to the past and future, rather than grappling with what they can actually do in the present moment. The procedures described in what follows are based on commonly used procedures for present moment attention from the ACT literature. (Harris, 2009) . The purpose of this program is to help learners practice attending more to the stimuli around them and less to their own verbal behavior surrounding the past or future. To begin this procedure, tell learners to take a deep breath (see the \"5 Senses\" worksheet in the Appendix). Tell them to get comfortable wherever they are, whether that be sitting, standing, or laying down. Next, invite them to pay attention to their surroundings based on their five senses. Have them identify five things they can see, four things they can hear, three things they can feel, two things they can smell, and lastly one thing they can taste. For learners who have less developed verbal behavior around all five senses, you can modify the procedure by just having the learner tact three things they can see, while taking a deep breath before each tact. Practice across multiple exemplars and settings, especially immediately before doing difficult or anxiety-provoking tasks. Present me (Dixon, 2014) . See the \"Present Me\" worksheet in the Appendix, which we created to provide a childfriendly visual support for implementing a present moment procedure that has been shown to be effective with children (Enoch & Dixon, 2017) . Invite learners to draw or write words in the center column that describe themselves as they sit at home doing schoolwork now. Then, have them draw or write what they are thinking about from the past and the future in the two side columns. Walk learners through a discussion of how it is easy to get distracted by the past and future and that when we notice ourselves getting distracted, it often works better to focus on what they can actually do to earn what they want right now in this moment. Mind full of stuff (Dixon, 2014) . This procedure guides the learner to describe their mind as being \"so full of stuff, that it messes you up.\" To guide learners in differentiating between a \"mind full of stuff\" or being \"mindful of stuff,\" you can discuss thoughts they are having a lot and also what those thoughts are getting in the way of. Following the discussion, help learners draw their mind full of thoughts on one side of the paper and, on the other side, draw themselves free of, or standing next to, those thoughts and doing what they really want to do. Again, guide learners through a flexible discussion of how taking small steps with the things they actually have control over, rather than being stuck in the past or worrying about the future, can help them access positive reinforcement.",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 692,
                    "text": "(Harris, 2009)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1665,
                    "end": 1678,
                    "text": "(Dixon, 2014)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1882,
                    "end": 1903,
                    "text": "(Enoch & Dixon, 2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2422,
                    "end": 2435,
                    "text": "(Dixon, 2014)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Lack of Attention to the Present Moment"
        },
        {
            "text": "Keep in mind that present moment attention is a skill that needs to be practiced frequently, across many examples and settings, if you want to get good at it. Try having learners pay attention to the present moment as they do a variety of tasks, such as breathing, walking in slow motion, eating a treat, petting their pet, and so on. As learners gain mastery of the skill, they will require fewer prompts and contrived reinforcement from you.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "senses"
        },
        {
            "text": "Brief practical description The COVID-19 pandemic has resulted in decreased or terminated access to many preferred people, places, and things. We are asking a great deal of children during this time, perhaps more so of children with ASD, for whom the broader importance of adjusting to these changes may not be understood or feel meaningful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of Potent Positive Reinforcers"
        },
        {
            "text": "Brief conceptual description From the perspective of many children with ASD, they are being expected to work toward reinforcers that are too delayed (e.g., getting good grades in school) or too abstract or verbally mediated (e.g., helping protect others from COVID-19). The general aim of the procedures described in the following sections is to orient learners with ASD toward what reinforcers are still available, bring delayed reinforcers functionally into the present, and make abstract or highly verbally constructed positive reinforcers more concrete. These procedures, taken from values interventions in the ACT literature, take advantage of the transformative power of language by transforming the functions of everyday stimuli into more positively reinforcing ones (Little et al., 2020) .",
            "cite_spans": [
                {
                    "start": 774,
                    "end": 795,
                    "text": "(Little et al., 2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Lack of Potent Positive Reinforcers"
        },
        {
            "text": "Depending on learners' existing verbal and perspectivetaking repertoires, they may have a difficult time responding to verbal statements such as \"We need to stay home so we can prevent the virus from spreading\" because this description of a reinforcer (virus not spreading) is too abstract or too delayed. To make this consequence more concrete and more powerful as a positive reinforcer, try verbally relating it to something more familiar that is already positively reinforcing for the child. For example, describe how an empty, taped-off playground represents \"caring for others.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of Potent Positive Reinforcers"
        },
        {
            "text": "Do it for Grandpa. The following example illustrates how to bring abstract reinforcers into the present:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of Potent Positive Reinforcers"
        },
        {
            "text": "The virus can be dangerous for older people. You know how much you love Grandpa and how much he loves you? Well, by staying home today instead of going to the park, we help Grandpa stay safe. And a lot of your friends have grandparents who they love too, so we can help keep everyone's grandparents safe if we stay home today. Should we make today \"Grandpa Day\" at our house?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of Potent Positive Reinforcers"
        },
        {
            "text": "Family members can make interventions like this even more concrete by having the learner write \"Grandpa Day\" on the window with a dry-erase marker, by writing a letter to Grandpa, by making a video call to Grandpa, and so on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of Potent Positive Reinforcers"
        },
        {
            "text": "It's all strung together. One way to make the concept of values more concrete for children is to translate this concept into hands-on activities (see the \"It's All Strung Together\" worksheet in the Appendix). If learners are experiencing difficulty in staying at home, you might start by acknowledging that and then ask them what parts of staying home feel fun or special and what parts feel a bit frustrating compared to how things regularly are. As they tell you their thoughts and feelings about being at home each day, write each down on a small piece of paper and punch a small hole at the top. Next, ask learners why it is important to them that they stay home. Do not dictate what their values are; let them say it in their own words. Again, write each response they give on a small piece of paper and punch a small hole at the top. On one more small piece of paper, write the learner's name. Finally, affix the papers that indicate why the learner said it is important to stay home to one end of a string, place the statements about what is different along the string, and affix the paper with the learner's name to the other end of the string. Once this is complete, you can show learners that, as they remain at home, they are experiencing a variety of changes, some good and some bad, as you move the paper with their name along the string. The idea is to have the learner's name move along the string, experience the thoughts and feelings, and arrive at his or her stated values that are fixed at the other end of the string. As they move across the string, you can help them check in with their values when a difficult thought or feeling is read (e.g., \"You feel sad when you see the playground taped off at the local park. Gosh, that is tough. Let's check over here [select a values statement]. This says 'help the helpers.' So, what if when you see the taped-off playground, you also got to see that meant you were helping the helpers?\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of Potent Positive Reinforcers"
        },
        {
            "text": "Brief practical description The stay-at-home circumstances we are all living under can be difficult for children with ASD (and all children), and they are likely experiencing a range of difficult emotions and thoughts (e.g., fear related to the virus, frustration about being deprived of usual reinforcers, anger with having to complete difficult or boring homeschooling). Children with ASD may be engaging in behavior that can be a barrier to learning, while saying things like \"I can't do this; it's too hard\" or \"I'm just so frustrated, it's impossible.\" Wanting to avoid the distress that comes with the current situation is perfectly normal, whether you are a child with ASD or not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiential Avoidance"
        },
        {
            "text": "Brief conceptual description Experiential avoidance involves engaging in behavior to access immediate negative reinforcement in the presence of aversive stimuli, rather than in behavior that results in larger, delayed positive reinforcers. The new life circumstances that children are being expected to adjust to may involve the presence of novel aversive stimuli, and it may often be easier in the moment to engage in behavior that leads to immediate escape/avoidance. Unfortunately, the difficulty of the current situation is not something that can be avoided or removed. In acknowledging this, we can view this as an opportunity to teach children grit and resilience by giving them tools to approach and experience the full range of emotions that they are having at any given time. The procedures discussed in this section are taken from the acceptance area of the ACT literature, and research has demonstrated they work to change behavior (Wilson, Hayes, & Strosahl, 2003) . The procedures aim to teach the child to look for and notice his or her own escape behavior and to orient toward his or her own sources of discomfort. Rather than engaging in immediate escape/avoidance when things get difficult, we can teach children the ability to notice that things are getting difficult and be curious about what it is like to experience that difficulty, including what thoughts they may be having and what emotions they may be experiencing. The goal is to strengthen a child's ability to notice that it is not possible to make negative thoughts and feelings go away. Instead, our goal is to teach children to make choices about their options when things get difficult. Acceptance refers to choosing to experience discomfort, in order to create the opportunity to engage in behavior that moves you closer to delayed positive reinforcers (i.e., values) instead of behavior that results in immediate negative reinforcement.",
            "cite_spans": [
                {
                    "start": 943,
                    "end": 976,
                    "text": "(Wilson, Hayes, & Strosahl, 2003)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Experiential Avoidance"
        },
        {
            "text": "Unavailability of usual positive reinforcers The combination of increased demands at home and the unavailability of usual positive reinforcers has created a situation where the ratio of negative to positive reinforcement is off for many children. Denied access to positive reinforcers one is accustomed to can be uncomfortable, but it is possible to teach children selfmanagement procedures that can help them be willing to experience that discomfort, so they can access other positive reinforcers, rather than \"melting down\" and getting nothing. Of course, BCBAs should train parents to make the ratio of positive to negative reinforcement more favorable for their children by programming more frequent and higher value positive reinforcement, wherever possible. Even when this is done well, many children will find themselves frequently in situations where it honestly is just frustrating and angering. The procedures in this section can help children (and all of us) learn to sit with these feelings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiential Avoidance"
        },
        {
            "text": "Where do you feel it? (Dixon, 2014) . A commonly used ACT intervention strategy is to teach learners to tact where in their bodies they feel the emotion. For example, before driving by a park where the playground is closed down and where you know the learner is likely to become upset about not being able to go to it, you might ask the learner, \"When you see the playground closed down and get upset, where in your body do you feel the frustration? In your chest? In your head?\" You might then follow it up by saying, \"OK, let's actually try a tiny bit of that, just so we can practice noticing what it feels like.\" You might then ask the learner to imagine the closed playground and think about how it feels to not get what he or she wants, pause, and then have the learner tact where in the body he or she feels it. You can then follow this up with some language that helps the learner notice that it does not work to try to make the feeling go away, as in this example:",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 35,
                    "text": "(Dixon, 2014)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Experiential Avoidance"
        },
        {
            "text": "So it doesn't really work to try to make the frustration go away, huh? So what can we control? Maybe we can try extra hard to stay calm and use our words when we feel frustrated, so we can earn what you are working for.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiential Avoidance"
        },
        {
            "text": "Lighten the load. This procedure teaches children to physicalize the metaphor of \"lightening the load\" so that difficult thoughts and feelings are \"easier to carry,\" while still engaging in meaningful overt behavior that gets them access to positive reinforcement (see the \"Lighten the Load\" worksheet in the Appendix). For this exercise, you could ask learners to find a few items, label them with some recent emotions, and place them in a container. Have learners hold the container above their heads and grip as tightly as they can. Orient them toward the experience of how heavy it starts to feel. Next, have them hold the container in their arms in a natural manner, maybe in front of them with both hands or at their sides, and ask them to loosen their grip. Have them notice how loosely they can hold the container without dropping it. Then have them walk across the room toward one of their favorite reinforcers. Finally, have them follow up with some language that relates this activity to their feelings, such as \"Cool, so maybe it's possible to hold our feelings with us while we move toward what we care about. Now let's try it for real with what you are working for today!\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiential Avoidance"
        },
        {
            "text": "Unclear discriminative stimuli The COVID-19 pandemic has led to uncertainty for all of us, children with ASD included. Many children with ASD struggle with rigid insistence on adherence to routines and rely on cues and signals in their daily lives that make routines clear and predictable. When these discriminative stimuli are unclear, it can make the particular behavior that a child needs to do in order to access positive reinforcement unclear as well, not to mention that the lack of predictability, in itself, can be aversive for many children with ASD. For example, while in the classroom, a child's teacher may have rung a bell at the front of the class that signaled to the child that he or she could go to recess, a reinforcer. BCBAs should train parents to create and stick to predictable schedules with their children at home. However, realistically, many parents are not going to stick to schedules perfectly at this moment, and even with a good schedule, things can change without warning. An ACT approach would be to teach children self-management skills to notice and make room for their aversive emotions when unpredictable situations arise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiential Avoidance"
        },
        {
            "text": "Beach ball bounce. To implement this program, first identify thoughts or feelings that may be making it more difficult for your learner to adapt to unclear discriminative stimuli. For example, a learner may have been observed saying, while angry, \"The bell told me when it was recess time, and now dad tells me and he's not a bell!\" When the learner is calm during a time not immediately preceding challenging behavior (i.e., as an antecedent procedure), tell him or her to imagine the words and feelings written on a big beach ball or write it on a picture of a beach ball (see the \"Beach Ball Bounce\" worksheet in the Appendix). You can have the learner describe the beach ball to help him or her imagine it. For instance, the learner may say \"It's huge and pink! It says 'Dad's not the recess bell' on one part and 'mad' on the other part.\" Then have the learner imagine he or she is hitting the beach ball up and down as if playing with it at the beach. Have the learner actually move his or her hands as though hitting the beach ball. Each time the ball \"hits\" the learner's hands, the learner will say one of his or her thoughts or feelings; for example, \"Dad is not the recess bell!\" If the learner's family actually has a beach ball, have the learner use a dry-erase marker to write the thoughts and feelings on the ball and use the actual ball. Passengers on a plane (Hayes, 2005) . The COVID-19 pandemic has required children to use technology in new and confusing ways. For instance, whereas a child's computer or tablet was previously used primarily as a reinforcer, it may now sometimes be used to place demands during telehealth or school Zoom calls, sometimes for free access to positive reinforcement, and sometimes for video calls to family members, which may or may not be reinforcing. This lack of clarity and predictability can be frustrating. To teach this procedure, use the \"Passengers on a Plane\" worksheet in the Appendix. We created this worksheet to assist in implementing a child-friendly version of this well-known and often-used ACT procedure, which research has shown to be effective for children (Enoch & Dixon, 2019) . To start, have learners describe to you difficult thoughts or feelings surrounding their computer or tablet and have them say it aloud. For example, \"My computer is not for Zoom; it's for video games!\" Next, have learners imagine they are the pilot of a plane, perhaps with their arms out, pretending to fly. Now tell them to imagine their thoughts or feelings as annoying or yucky passengers on the plane. Tell them that these passengers may be riding on the plane but they are not the pilot. Ask them who the pilot is, to which they should say, \"Me!\" Now ask them something like this:",
            "cite_spans": [
                {
                    "start": 1376,
                    "end": 1389,
                    "text": "(Hayes, 2005)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2128,
                    "end": 2149,
                    "text": "(Enoch & Dixon, 2019)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Experiential Avoidance"
        },
        {
            "text": "Are you going to crash the plane, just because you have a yucky passenger? Or are you going to let that passenger sit there while you still fly your plane to where you want to go? Let's pick one small way we can use the computer to get your work done and get you that reward! Rules about emotions Unhelpful rule-deriving repertoires can contribute to experiential avoidance. That is, they make it more difficult for children to experience the emotions that come along with the pandemic. For example, children may be deriving rules such as \"It's bad to feel scared,\" \"I shouldn't be sad,\" or \"I can't be frustrated right now.\" If children rigidly follow the rule that \"It's bad to feel scared,\" then they might be more likely to engage in challenging behavior (e.g., tantrums, perseverative question asking) that results in avoidance of situations that make them feel scared. ACT can be useful here in helping learners lean into, or accept, their negative emotion while encouraging them to continue to behave in ways that earn them positive reinforcement, even though they do not feel good.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiential Avoidance"
        },
        {
            "text": "Hands as thoughts (Harris, 2009) . Begin this exercise by asking learners to tell you about the things that are getting in the way of doing what they care about. If learners have the verbal skills required to do so, ask them to imagine that the thoughts are on their palms and fingers. For example, they might imagine that their fingers and hands say \"I'm feeling bad,\" \"I shouldn't feel bad,\" \"This is terrible,\" \"Feeling overwhelmed is bad,\" and \"I can't do this anymore.\" If learners do not have the skills to follow an instruction to imagine the words on their hands, have them write them on a picture of their hands (see the \"Hands as Thoughts\" worksheet in the Appendix). Next, have them take their hands (or the picture of their hands), cover their eyes, and try to do something preferred. For example, they may try to play a game that they love. Of course, they will not be able to complete the activity with their hands covering their eyes. Once this point is made, have learners bring their hands down and try again. Follow this procedure with a discussion about how the thoughts on the hands were still there but no longer in the way. Finally, ask learners if they think they can bring those difficult thoughts and feelings with them on their hands and do what matters to them now (e.g., completing schoolwork, enjoying family time) even though those thoughts and feelings will still be there. Some children may find it fun to write the thoughts or feelings on their actual hands with washable markers. To encourage flexibility with emotions, you could also have the learner write some positive thoughts or feelings on other fingers and talk about how none of them are good or bad, right or wrong; they are all a normal part of being human. Sink or swim (Dixon & Paliliunas, 2017) . In order to complete this exercise, you will need a bucket or a cup and a ping-pong ball, or functionally similar items (see the \"Sink or Swim\" worksheet in the Appendix). Fill the bucket with water and tell the learner that you would like for him or her to make the ball stay at the bottom of the bucket, and that he or she can engage in a preferred activity once this is accomplished (e.g., playing video games). It will not take long before learners realize that the ping-pong ball will not stay at the bottom of the bucket unless they hold it there the entire time, in which case they will miss out on the fun activity that they would rather be doing. Verbally walk learners through noticing this fact and ask them to let go of the ball and move across the room where the fun is happening and to notice how they can still have fun even with the ball floating, simply by accepting that it is there and shifting their focus to what they care about.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 32,
                    "text": "(Harris, 2009)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1765,
                    "end": 1791,
                    "text": "(Dixon & Paliliunas, 2017)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Experiential Avoidance"
        },
        {
            "text": "In this section, we describe two very practical tools for bringing together many or all of the ACT intervention procedures described thus far, especially for combining them with committed action: socially significant overt behavior change. A brief Google search will provide you with many other practical and freely available tools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Putting It All Together"
        },
        {
            "text": "Overview The ACT matrix (Polk, Schoendorff, Webster, & Olaz, 2016 ) is among the most practical and easy-to-learn tools in the ACT literature. Follow along with one of the sample ACT matrix worksheets in the Appendix while you read this section. The purpose of the matrix is to provide a visual cue for someone to tact their own positive reinforcers (e.g., \"values\"), the thoughts and feelings that are getting in the way, and the overt escape behaviors engaged in and to identify alternative overt behaviors they could engage in to earn those positive reinforcers. Put more simply, it is a visual planning tool to help people pivot away from negative reinforcement and toward positive reinforcement.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 65,
                    "text": "(Polk, Schoendorff, Webster, & Olaz, 2016",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "The ACT Matrix"
        },
        {
            "text": "The ACT matrix is composed of four quadrants that categorize the world according to behavioral principles of positive and negative reinforcement (right side and left side of the vertical line), overt behaviors (above the horizontal line), and private events (below the horizontal line). In the middle of the matrix, the trainer or the learner can write down the topic or scenario for which the matrix is being created (e.g., \"school\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ACT Matrix"
        },
        {
            "text": "Instructions for completing the ACT matrix It is important to note that there is no specific order that you must follow when completing the matrix, but many find it most effective to start in the lower right-hand quadrant. It is also very important to note that the purpose of the matrix is to lead learners in tacting their own overt behaviors, private events, and values, not for you to tell them what you think. It is OK to tentatively offer ideas (e.g., \"I'm wondering if maybe . . .\"), but do not dictate to the learner what to write.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ACT Matrix"
        },
        {
            "text": "The lower right quadrant (Q1) is for writing down the learner's stated values or overall goal. Ask the learner about big-picture values or positive reinforcers relevant to the context-for example, \"What is most important to you?\" or \"What do you care about most?\" Learners may say \"trying their best,\" \"making their parents proud,\" \"being independent,\" and so on. For learners who have less developed abstract verbal repertoires, they may simply report tangible reinforcers, like \"earning dessert\" or \"getting to play video games.\" Write down what the learners say in the lower right quadrant, or have them write it if they have the skills to do it themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ACT Matrix"
        },
        {
            "text": "After identifying values and goals in the lower right, move on to the lower left quadrant (Q2). In this quadrant, you will help learners identify their thoughts and feelings that they believe are getting in the way of them achieving their goals or values. You could ask questions, such as \"What thoughts or feelings stop you from getting [values or positive reinforcers]?\" or \"What happens in your head or your heart when you are trying to move toward what you want but can't get?\" Common examples that children with ASD may give include \"Feeling overwhelmed/stressed,\" \"I can't do this,\" \"It's not supposed to be like this,\" or \"There are just too many Zooms.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ACT Matrix"
        },
        {
            "text": "After identifying the thoughts and feelings that learners believe are getting in their way in the lower left quadrant, move on to the upper left quadrant (Q3). The purpose of this quadrant is to help learners identify their own avoidant behaviors that take them away from achieving their goals or values. To help the learner identify these behaviors, ask questions such as \"What are the things that you do that don't help you achieve your goals or take you away from the things you value?\" or \"When things do not go as planned, what are some of the things that you do that aren't super helpful?\" You can also point to the lower left quadrant and say, \"When you are thinking and feeling these things, what are some of the things you do to make yourself not have to think or feel that way?\" Examples for behaviors in this quadrant should include the challenging behaviors you want to help the learner and family work on (e.g., yelling at family members, refusing work, tantrums). Finish this quadrant by asking learners to connect their avoidant behavior to their values. For example, \"Cool, thanks for being honest about those behaviors. And when you do these things, do you think it moves you closer to or further away from your values?\" Remember that the point of the matrix is to give learners a tool that they enjoy using to manage their own behavior, so be careful not to make this quadrant aversive or stigmatizing by \"rubbing in\" what the learner is doing wrong.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ACT Matrix"
        },
        {
            "text": "Last, you will move into the upper right quadrant (Q4). This quadrant is for learners to choose their action plan that will help them earn the positive reinforcers they value most (as were stated in the lower right quadrant). BCBAs might think of this quadrant as the replacement behaviors that are alternatives to the behaviors in the upper left quadrant. To lead this, you can ask questions such as \"What are you going to do when things get hard that will take you in the direction of your goals and values?\" \"When things get difficult, what can you do to help?\" or \"What are the good things you can do that will get you to where you want to go?\" Within this quadrant, learners may say that they are going to make a schedule at the beginning of the day, ask for help, schedule breaks, go on scooter rides to cool off, get their work done, and so on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ACT Matrix"
        },
        {
            "text": "We find it useful to finish off the matrix by having the learner draw a line from the lower left (thoughts and feelings that get in the way) to the upper right (committed actions the learner is willing to take). The purpose of doing this is to help establish the aversive private events in the lower left as discriminative stimuli to engage in adaptive behaviors in the upper right, rather than avoidant challenging behaviors in the upper left. You can try saying something like \"Cool, so what you are saying is that when you are feeling upset, that can be a reminder to do those small things that will help you get what you want? Awesome!\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ACT Matrix"
        },
        {
            "text": "Flexing with the ACT matrix It is important to note that there are no rules for which quadrant you must begin with, nor is it mandatory to move through the quadrants in a specific order (e.g., Q1, Q2, Q3, then Q4). If the context demands discussing a particular challenging behavior, you might start with the upper left. If learners initiate a conversation about what they are thinking or feeling, you might start in the lower left. If learners want to talk about why they are not getting what they want, begin by talking about what they want, in the lower right. If learners do not see the point in doing the adaptive behaviors that are being asked of them, start with a discussion of those behaviors in the upper right. Think of the matrix as a flexible visual tool for helping learners identify the functions of their own behavior and create a self-management plan to move toward positive reinforcement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ACT Matrix"
        },
        {
            "text": "Astute readers might notice that the private events that the learner identifies in the lower left quadrant can give useful information about which ACT skills could be useful to work on with the learner. For example, if the learner describes rules that include \"have to,\" \"supposed to,\" or rigid verbal behavior about who he or she is (e.g., \"I'm just not a homeschool kid.\"), you might consider defusion procedures described in the section on rigid rule-governed behavior in this article. If learners describe emotions they are not willing to experience, that could cue you to consider acceptance procedures described in the section on experiential avoidance in this article. If they describe a lack of motivation, such as \"I don't see the point,\" \"Who cares?\" or \"This is pointless,\" you might consider values procedures described in the section of this article on lack of potent positive reinforcers. If learners describe not being able to focus because they are thinking about other things, you might consider present moment procedures described in that section of the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ACT Matrix"
        },
        {
            "text": "The purpose of this tool is similar to the matrix: to help a child identify a self-management plan for choosing avoidant behaviors less and committing to adaptive behaviors that will result in positive reinforcement more. Begin by giving the learner the \"My ACTion Plan!\" worksheet in the Appendix, which is a child-friendly version, adapted from Harris (2008) . Like the matrix, you can have learners fill out the worksheet themselves, or you can write it for them. The first step is to have learners write down their goal in the \"#1 My Goal\" section. Then discuss learners' values with them for the \"#2 My Values\" section. A great way to begin this conversation is to simply ask \"What do you care about?\" or \"What is important to you?\" and write down their answers. Next, you will ask learners to identify some thoughts and feelings that they have that are not so helpful when they are trying to achieve their goal. It is important in this section that the learner is told that we will say a quick \"hello\" to these thoughts and feelings, make room for them to happen, and still work toward our goal. Write down the identified thoughts and feelings in the \"#3 The thoughts and feelings\" section. In the \"#4 Smaller steps within my goal\" section, you will want to talk with learners and identify a smaller step within their goal. For instance, if their goal is to \"do school online,\" a smaller step may be \"sitting for 10 minutes during schoolwork time without taking a break.\" Next, you will help them identify the smallest, easiest step (actual behavior) they can begin with. For example, they may say that the smallest, easiest step they can begin with would be setting a timer for 10 min. Write that down in section #5. Then, you will ask learners to identify someone that can help them with this plan and write that person's name in section #6. Finally, you will ask learners to choose a day that they will start taking steps toward their goal and write that down in section #7.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 360,
                    "text": "Harris (2008)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Willingness and Action Plan"
        },
        {
            "text": "Note that many of the questions you ask in \"My ACTion Plan!\" are similar to those you would ask while completing the matrix. The overall goal is the same: Help learners tact their own behaviors; consider where they are acting for positive or negative reinforcement; choose specific, achievable overt adaptive behaviors; acknowledge what difficult private events are going to get in the way; and commit to taking some small action toward positive reinforcement, even in the presence of those difficult private events. The last four items in the Appendix show side-by-side examples of matrix and the \"My ACTion Plan!\" worksheets, completed for the same learner and situation. Many other excellent tools exist and are freely downloadable, such as the mindful action plan (Moran & Ming, in press) . Once you understand the basics of how to use these tools, experiment with making your own, just as you make your own customized version of all ABA materials.",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 792,
                    "text": "(Moran & Ming, in press)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Willingness and Action Plan"
        },
        {
            "text": "In the following sections, we provide brief guidelines that we recommend you consider when using any of the ACT procedures described previously. See also Dixon and Paliliunas (2017) for additional guidelines.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 181,
                    "text": "Dixon and Paliliunas (2017)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "General Procedural Recommendations"
        },
        {
            "text": "We cannot state enough how important it is to emphasize positive reinforcement when using ACT procedures. The entire point of ACT is to help learners pivot away from negative reinforcement and toward positive reinforcement. Therefore, if you cannot motivate the learner to engage in a particular ACT procedure through positive reinforcement, do not continue to implement it. Reassess the preference and potency of reinforcers, and figure out how to make the ACT procedure fun and therefore abolish the motivation to escape from it. Forcing compliance with ACT procedures through escape extinction or negative reinforcement (e.g., the motivation for learners to do the ACT skills is to get you to stop prompting them) could very likely have the opposite effect you are trying to establish; it might actually teach learners that language is paired with aversives and that they must be more rigid and avoidant in how they talk to themselves about you and the rest of their world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emphasize Positive Reinforcement"
        },
        {
            "text": "Whatever ACT procedures you choose to implement with the learner, you will need to decide when to do them, how often to do them, and in what settings to do them. There is no blackand-white rule for this. However, ACT procedures are almost always best implemented as antecedent interventions, not as immediate consequences for challenging behavior. If you engage learners in discussions immediately contingent on challenging behavior, it could amount to excessive attention as a consequence of the behavior or escape from demands, if demands were postponed to run an ACT program. Therefore, implement ACT programs before challenging behavior occurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When, Where, and How Often to Implement the ACT Procedures"
        },
        {
            "text": "In general, we recommend that you start by identifying a small task or bit of time that is challenging and implement and measure the effectiveness of the ACT strategy only in that context. If that works, you can gradually work on expanding and generalizing to more and more of the learner's life. This is the same basic approach as teaching fundamental skills in discrete-trial training first and then working on natural environment training and generalization training for the learned skills. For example, if learners have difficulty with completing worksheets during homeschooling with their parents and the learners report that they just cannot stop thinking about when school is going to return to normal, you might start by implementing a present moment strategy for 3 min before each 10-min session of worksheets. Alternatively, if you have chosen \"My ACTion Plan!\" as your intervention, you might have the learner fill one out each morning, after breakfast and before the day starts to become challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When, Where, and How Often to Implement the ACT Procedures"
        },
        {
            "text": "All other things being equal, ABA interventions that start small, with low demands, and with frequent reinforcement are more likely to be effective, and this is equally true with ABA interventions that incorporate ACT. In addition, keep in mind that the purpose of ACT interventions is to teach learners ACT skills that they can then use independently as self-management strategies. Like all complex skills, learning ACT self-management strategies requires lots of practice, across many different exemplars, with frequent reinforcement. Like everything else in ABA, \"knowing about\" or \"understanding\" ACT is not what makes it work. Actually practicing using ACT selfmanagement strategies on a frequent basis is what makes it work. This is similar to the fact that \"knowing\" how to be an effective supervisor means nothing if you do not engage in the behaviors required for effective supervision or that \"knowing\" that you are supposed to eat healthy food means nothing if you eat mostly junk food.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When, Where, and How Often to Implement the ACT Procedures"
        },
        {
            "text": "Remember, the only purpose of ACT interventions is to teach more flexible verbal repertoires that help people make socially meaningful overt behavior change. The need for data collection does not decrease when adding ACT to your ABA interventions. Data collection is equally important-or perhaps even more important than usual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to Collect Data"
        },
        {
            "text": "Challenging behavior We recommend that you collect the same type of good-quality ABA data on challenging behavior that you normally would in the context of ABA services. There is no reason for this to change because you are addressing the challenging behavior with ACT procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to Collect Data"
        },
        {
            "text": "We recommend that you collect the same type of good-quality ABA data on replacement behaviors that you normally would in the context of ABA services. There is no reason for this to change because you are addressing the challenging behavior with ACT procedures. Replacement behaviors still need to be socially meaningful. Merely \"practicing ACT skills\" is not sufficient; you must actually measure the socially meaningful behavior that those ACT skills are intended to facilitate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replacement behavior"
        },
        {
            "text": "Learner implementation of ACT skills As a secondary measure, you may choose to collect data on learners' behavior when using the ACT skills you are teaching them. If you are trying to choose what the most critical targets for data collection are during a crisis, this probably is not it. This is particularly true because, no matter how much learners may be using a newly learned ACT strategy, if their socially significant overt target behaviors are not changing, then the ACT intervention is not working and something needs to change. Still, if the team has the time and resources, or if learners themselves can be taught to self-monitor their own use of ACT strategies, it is useful to have data showing you whether they are beginning to acquire the skills independently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replacement behavior"
        },
        {
            "text": "You may also choose to measure learners' behavior of deriving their own new examples of ACT skills. For example, if you teach learners to say their worries in a Batman voice and the learner then starts to say them in a Donald Duck voice, that demonstrates a small but meaningful instance of response generalization. Even more encouraging is when learners derive their own example of an ACT procedure that involves a novel metaphor. For example, if you teach learners to talk about how trying to get rid of their mad feelings is kind of like trying to get rid of the passenger sitting next to them on the airplane, they might then create the novel example that trying to get rid of their negative emotions is like trying to change the weather. Response generalization in the form of learners creating their own novel ACT skills demonstrates a higher level of mastery that should be the eventual goal of training children with ASD on the use of ACT strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replacement behavior"
        },
        {
            "text": "Although the procedures described in this article are based on well-known and empirically supported ACT procedures, the existing research on their effectiveness is still in its infancy. Much more research is needed to determine the extent to which these procedures enhance the effectiveness of traditional ABA procedures that are based on direct-acting contingencies, as well as for which clients they are most effective. We hope that this article will help spur such future research by giving practitioners easy-to-follow tips for implementing and evaluating them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This article describes 18 simple ACT procedures that can be added to ABA interventions for children with ASD. They are not to be used as replacements for more traditional ABA procedures, but rather as supplements for them. We hope practitioners reading this article will use these resources to help their learners \"take their minds less seriously,\" let go of struggling with rules and emotions, and shift their focus to socially meaningful overt behaviors that more effectively empower them to maximize positive reinforcement in their daily lives during the pandemic and beyond. Beyond the inconvenience and pain that all are experiencing and that are unique to their individual circumstances, the COVID-19 pandemic may be a once-in-a-lifetime opportunity to help establish a repertoire of skills that can transform the function of aversive stimuli and even possibly help create a more generalized response class of behavioral resilience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Some current dimensions of applied behavior analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Baer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Risley",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Journal of Applied Behavior Analysis",
            "volume": "1",
            "issn": "1",
            "pages": "91--97",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Instructed versus shaped human verbal behavior: Interactions with nonverbal responding",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Catania",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shimoff",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Journal of the Experimental Analysis of Behavior",
            "volume": "38",
            "issn": "3",
            "pages": "233--248",
            "other_ids": {
                "DOI": [
                    "10.1901/jeab.1982.38-233"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Applied behavior analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Heron",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Heward",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "First things first: Parent psychological flexibility and self-compassion during COVID-19. Behavior Analysis in Practice",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Coyne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grimaldi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s40617-020-00435-w"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ACT: For children with autism and emotional challenges",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "AIM: A behavior analytic curriculum for social-emotional development in children",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paliliunas",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Exposure and response prevention therapy with cognitive defusion exercises to reduce repetitive and restrictive behaviors displayed by children with autism spectrum disorder",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Eilers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Research in Autism Spectrum Disorders",
            "volume": "19",
            "issn": "",
            "pages": "18--31",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The use of a child-based acceptance and commitment therapy curriculum to increase attention",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Enoch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Child & Family Behavior Therapy",
            "volume": "39",
            "issn": "3",
            "pages": "200--224",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Neuro-typical children outcomes from an acceptance and commitment therapy summer camp",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Enoch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Behavior Analysis in Practice",
            "volume": "12",
            "issn": "2",
            "pages": "343--352",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The happiness trap: How to stop struggling and start living",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "ACT made simple",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The thriving adolescent: Using acceptance and commitment therapy and positive psychology to help teens manage emotions, achieve goals, and build connection",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Ciarrochi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Get out of your mind and into your life: The new acceptance and commitment therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Acceptance and commitment therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Strosahl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Measuring experiential avoidance: A preliminary test of a working model",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strosahl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Bissett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pistorello",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Toarmino",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Psychological Record",
            "volume": "54",
            "issn": "4",
            "pages": "553--578",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Using acceptance and commitment training to enhance the effectiveness of behavioral skills training",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tarbox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alzaabi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Contextual Behavioral Science",
            "volume": "16",
            "issn": "",
            "pages": "9--16",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The mindful action plan: Using the MAP to apply acceptance and commitment therapy to productivity and self-compassion for behavior analysts. Behavior Analysis in Practice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ming",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The essential guide to the ACT matrix: A step-by-step approach to using the ACT matrix model in clinical practice",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Polk",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schoendorff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "O"
                    ],
                    "last": "Olaz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "From helpless to hero: Promoting values-based behavior and positive family interaction in the midst of COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Szabo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Embry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Behavior Analysis in Practice",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s40617-020-00431-0"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Acceptance and commitment therapy: an experiential approach to behavior change",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strosahl",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Conflict of Interest The authors have no conflicts of interest to disclose.Ethical Approval This article does not describe research with human participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ]
}