{
    "paper_id": "50ddbe27e1ddc4554d48908593ac79a7a308918a",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Cómo citar este artículo: Pedraza Gutiérrez S. Reinventar el proceso radiológico. ¡¡Un verdadero reto!! Radiología. 2020. https://doi.org/10.1016/j.rx.2020.05.005 La actual pandemia por COVID-19 nos ha situado en una encrucijada histórica para la radiología, que ha sido analizada por diferentes autores 1,2 . Por todo ello, es importante analizar la experiencia previa, la crisis actual y los posibles escenarios futuros.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nuestra experiencia de lucha contra la pandemia nos ha aportado enseñanzas claves como: a) La importancia del trabajo de cada uno de los profesionales del servicio de radiología. b) La relevancia de informar las exploraciones de radiología de tórax. c) La necesidad de disponer de equipos de protección individual suficientes. d) Los beneficios del teletrabajo. e) La necesidad de una actitud flexible para adaptarse a un entorno cambiante. f) La importancia de una comunicación rápida, estructurada y fiable dentro del servicio. g) La capacidad de colaboración de todos los profesionales para hacer cambios. h) La necesidad de diferenciar entre las opiniones basadas en los argumentos científicos, de las basadas en el temor o en los recursos disponibles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARTICLE IN PRESS"
        },
        {
            "text": "En la situación de crisis actual estamos aprendiendo a mantener medidas de protección, limpieza y distanciamiento social para garantizar la seguridad. Estas medidas conllevan unas dificultades para el trabajo de los profesionales y nos están obligando a crear un nuevo sistema de organización de la actividad del servicio de radiología.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARTICLE IN PRESS"
        },
        {
            "text": "Respecto al futuro, los expertos predicen un riesgo de nuevos brotes antes de disponer de una vacuna accesible y en un contexto de grave crisis económica. Todo ello nos obliga a analizar dos posibles escenarios:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARTICLE IN PRESS"
        },
        {
            "text": "A. Escenario de ausencia de cambios en el proceso radiológico asistencial. Hay un riesgo importante de incremento de listas de espera en un entorno con dificultades tanto a nivel de los profesionales como de los equipos. Todo ello puede condicionar un bloqueo del sistema sanitario. B. Escenario de reinvención del proceso radiológico con aumento del valor añadido que aporta la radiología para el manejo clínico del paciente. Para ello se deben realizar 5 acciones principales:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARTICLE IN PRESS"
        },
        {
            "text": "1. Sustitución del sistema actual de petición de pruebas por la interconsulta del problema clínico al radiólogo y con respuesta de este sobre el protocolo que se ha de seguir. 2. Potenciación de la inteligencia artificial en el proceso radiológico asistencial para mejorar la eficacia y el valor añadido del mismo para el paciente. 3. Potenciación de la radiología intervencionista como alternativa terapéutica con mejor ratio beneficio /coste. 4. Modernización de los modelos de formación de los profesionales, y sobre todo de los técnicos de radiología, con implantación de un modelo basado en las necesidades actuales. 5. Revisión del equipamiento radiológico con optimización, renovación y dimensionamiento correcto en cada servicio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARTICLE IN PRESS"
        },
        {
            "text": "Avanzar hacia el escenario de reinvención parece difícil, pero tenemos ahora una ocasión única para poder hacerlo y confío en que seamos capaces de avanzar hacia este nuevo futuro de la radiología, colaborando y poniendo en marcha las enseñanzas aprendidas durante esta crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARTICLE IN PRESS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus y radiología.Consideraciones sobre la crisis",
            "authors": [
                {
                    "first": "Ros",
                    "middle": [],
                    "last": "Mendoza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiología",
            "volume": "62",
            "issn": "",
            "pages": "165--171",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rx.2020.04.001"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Adapting to a new normal? 5 key operational principles for a radiology service facing the COVID-19 pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Radiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/j.rx.2020.04.001"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hospitales Doctor Josep Trueta y",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pedraza",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rx.2020.05.005"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Todos los derechos reservados",
            "authors": [
                {
                    "first": "Seram",
                    "middle": [],
                    "last": "/© 2020",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Publicado Por Elsevier España",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rx.2020.05.005"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}