{"paper_id": "66b12d2ba1631077cdc0b0f0101da79e86ac857e", "metadata": {"title": "Otolaryngology in the COVID-19 pandemic era: the impact on our clinical practice", "authors": [{"first": "Andreas", "middle": [], "last": "Anagiotos", "suffix": "", "affiliation": {}, "email": ""}, {"first": "·", "middle": [], "last": "Georgios Petrikkos", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Purpose To give an overview of the current knowledge about COVID-19 pandemic and its impact on otolaryngology clinical practice. Methods Recent findings about SARS-CoV-2 virus and the COVID-19 infection it causes are reviewed. In addition to international databases and in the absence of hard scientific data, literature search included reports published online from scientific societies and other institutions. Results The role of anosmia as a COVID-19-related symptom is presented. Further, considerations about steroid administration in ENT-related conditions are also discussed. Due to the close work with mucosa surfaces of the upper aerodigestive tract, otolaryngologists and surrounding staff are considered high risk for coronavirus transmission. Hence, staff protection measures for ENT examinations, surgeries and other procedures during COVID-19 pandemic are recommended. Conclusion Knowledge and evidence about the impact of COVID-19 infection on otolaryngology clinical practice are accumulating rapidly. Additionally to patient's management, safety of health care professionals should be a main goal right now by following strict safety guidelines.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The SARS-CoV-2 virus (severe acute respiratory syndrome coronavirus-2) is rapidly expanding around the globe [1] and the World Health Organization (WHO) declared COVID-19 (coronavirus disease) outbreak a global pandemic on March 11, 2020 [2] . SARS-CoV-2 virus is mainly transmitted between people through respiratory droplets and contact routes. Infected respiratory droplets enter the human body through the nose and mouth. Conjunctiva is also considered to be a potential entrance point, although clear data proving this are not sufficient. Contact transmission by hands occurs through surfaces on which the virus is deposited. Aerosol transmission of the virus is plausible as well; however, doubtful evidence of this is still lacking. For healthcare workers, attention must be paid to all possible modes of transmission by taking appropriate protective and hygiene measures [3] [4] [5] .", "cite_spans": [{"start": 109, "end": 112, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 238, "end": 241, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 879, "end": 882, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 883, "end": 886, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 887, "end": 890, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "Otolaryngologists and surrounding staff are a high-risk group for COVID-19 infection, since they are particularly exposed to viral transmission directly through mucus and aerosolized particles during clinical examination, surgeries, or other interventions in the head and neck area. Evidence from China, Italy, and Iran and recently from the United Kingdom suggests that otolaryngologists are among the highest risk group of contracting the SARS-CoV-2 virus, especially when their examinations and procedures are performed without using appropriate personal protective equipment (PPE). Unfortunately, many of our ΕΝΤ colleagues worldwide are victims of the pandemic [6] [7] [8] [9] [10] .", "cite_spans": [{"start": 666, "end": 669, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 670, "end": 673, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 674, "end": 677, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 678, "end": 681, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 682, "end": 686, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "The rapid evolution of the pandemic adds new data on the virus and its action almost daily. Our knowledge has initially derived from anecdotal reports and subjective or empirical assessments, but has gradually evolved and now is based on reliable scientific data. Numerous online scientific publications are coming out, whereas scientific societies publish their recommendations about the otolaryngology practice in the COVID-19 era.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This paper aims to give a brief overview of the current knowledge about the impact of COVID-19 pandemic on otolaryngology using the best available evidence. Special focus is given on how this knowledge has changed or should change our daily medical practice. As our knowledge about the virus is rapidly increased, it is more than likely that these recommendations will be reviewed in the future.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Over the last 3 months, there have been increasing reports that anosmia and to a lesser extent dysgeusia are significantly linked to COVID-19 disease. In April 2020, WHO added loss of smell and taste to the official lists of COVID-19 symptoms [11] . In particular, anosmia rates in SARS-COV-2 positive patients vary significantly among studies and are in the order of 30-70%, while in some of the patients anosmia may be the only present symptom [12] [13] [14] [15] [16] . For example, new data arrive from a recently conducted European multicenter study in which patients with laboratoryconfirmed COVID-19 infection completed olfactory and gustatory questionnaires. The results showed that 85.6% and 88.0% of patients reported olfactory and gustatory dysfunctions, respectively. Olfactory dysfunction (OD) appeared before the other symptoms in 11.8% of cases, whereas the early olfactory recovery rate was 44.0% [17] . In addition, results from the first 237 entries of the COVID-19 Anosmia Reporting Tool for Clinicians, developed by the American Academy of Otolaryngology-Head and Neck Surgery, revealed that anosmia was noted in 73% of patients prior to COVID-19 diagnosis and was the initial symptom in 26.6% [18] . There is a very high heteterogeneity among studies, with proportions ranging from 5 to 98% [16] . Differences in clinical work-up, specific regional patient characteristics or viral strains might be possible explanations for these rate variations [15] . The COVID-19-related anosmia is reported to be different from the well-known post-viral loss of smell, which follows rhinitis or other upper respiratory tract infections. Interestingly, most patients report a sudden and almost complete loss of smell i.e. anosmia, which is rarely accompanied by other nasal symptoms, such as nasal obstruction, secretions, or rhinorrhea [19] .", "cite_spans": [{"start": 243, "end": 247, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 446, "end": 450, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 451, "end": 455, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 456, "end": 460, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 461, "end": 465, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 466, "end": 470, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 913, "end": 917, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1214, "end": 1218, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1312, "end": 1316, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1468, "end": 1472, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1845, "end": 1849, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Anosmia and COVID-19"}, {"text": "Anosmia (and dysgeusia) in the absence of other diseases of the upper respiratory tract (e.g. allergic rhinitis, acute and chronic rhinosinusitis) should raise the suspicion of COVID-19 infection. This should lead medical and paramedical staff to take the necessary measures for personal protection and warrant consideration for testing and self-isolation of these patients [12-14, 17, 20, 21] . Regarding changes on the therapy of anosmia during the pandemic see below at the \"Medical treatment with steroid\" section.", "cite_spans": [{"start": 374, "end": 393, "text": "[12-14, 17, 20, 21]", "ref_id": null}], "ref_spans": [], "section": "Impact on otolaryngology practice"}, {"text": "ENT clinical examination is considered a high-risk medical procedure for the transmission of the SARS-CoV-2 virus [7, 8, [22] [23] [24] [25] . Particularly endoscopic examinations of the nose, sinuses, pharynx, and larynx are considered aerosol-generating procedures [26] . The virus appears to be present in the upper aerodigestive tract, with very high concentrations in the nasal cavity and nasopharynx compared to the rest of the pharynx [27] . It has also been shown that viral aerosol particles may remain in the air for three, if not more, hours [4] . Therefore, it is recommended that the precautions adopted for endoscopic examinations of the head and neck should be the same as for other aerosol-generating procedures [28] .", "cite_spans": [{"start": 114, "end": 117, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 118, "end": 120, "text": "8,", "ref_id": "BIBREF7"}, {"start": 121, "end": 125, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 126, "end": 130, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 131, "end": 135, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 136, "end": 140, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 267, "end": 271, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 442, "end": 446, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 553, "end": 556, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 728, "end": 732, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Otolaryngological clinical examination"}, {"text": "Depending on the local circumstances, routine, nonurgent appointments should be postponed to limit the chance of virus infection of patients or healthcare professionals. Hence, otolaryngologists should limit their medical care activities to patients with time-sensitive, urgent, and emergent medical conditions [6, 28] such as head and neck cancers, airway emergencies, head and neck abscesses, acute otitis media, acute mastoiditis, complicated sinusitis, sudden hearing loss, facial paralysis or facial trauma [29] . In any case, the clinical examination should be limited to the absolute necessary diagnostic procedures [22] . Endoscopic examinations should be avoided if possible and should only be indicated if absolutely needed (e.g. increased suspicion or risk of malignancy, airway obstruction) [9, 24, 30, 31] . Regarding rhinologic examination, not only endoscopy but even anterior rhinoscopy should be performed only when absolutely indicated, according to a recommendation [10] .", "cite_spans": [{"start": 311, "end": 314, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 315, "end": 318, "text": "28]", "ref_id": "BIBREF27"}, {"start": 512, "end": 516, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 623, "end": 627, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 803, "end": 806, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 807, "end": 810, "text": "24,", "ref_id": "BIBREF23"}, {"start": 811, "end": 814, "text": "30,", "ref_id": "BIBREF29"}, {"start": 815, "end": 818, "text": "31]", "ref_id": "BIBREF30"}, {"start": 985, "end": 989, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Impact on otolaryngology practice"}, {"text": "The use of high level PPE is mandatory when examining a patient confirmed or suspected for COVID-19, in particular during nasal and laryngeal endoscopy ( Table 1) . The appropriate PPE in such cases should include high protection mask (FFP2 or FFP3/N95, depending on the source of recommendation), goggles or face shield, gown, surgical cap, and (double) gloves [3, 9, 22, 24, 25, 28, 29] . Physicians are also advised to wear theater clothes (scrubs) [24] , whereas a full protection suit is less commonly suggested [22] . The patient himself should wear a mask in such cases [19, 28, 29] .", "cite_spans": [{"start": 362, "end": 365, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 366, "end": 368, "text": "9,", "ref_id": "BIBREF8"}, {"start": 369, "end": 372, "text": "22,", "ref_id": "BIBREF21"}, {"start": 373, "end": 376, "text": "24,", "ref_id": "BIBREF23"}, {"start": 377, "end": 380, "text": "25,", "ref_id": "BIBREF24"}, {"start": 381, "end": 384, "text": "28,", "ref_id": "BIBREF27"}, {"start": 385, "end": 388, "text": "29]", "ref_id": "BIBREF28"}, {"start": 452, "end": 456, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 517, "end": 521, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 577, "end": 581, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 582, "end": 585, "text": "28,", "ref_id": "BIBREF27"}, {"start": 586, "end": 589, "text": "29]", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 154, "end": 162, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Impact on otolaryngology practice"}, {"text": "Local decongestants and anesthetics in form of sprays should be avoided, to avoid sneezing and coughing. Instead carefully placed pledgets should be used [9, 23, 24] . In addition, endoscopy should be performed by video monitoring rather than use of eyepiece, to keep the patient's and health care worker's faces apart [24, 28] .", "cite_spans": [{"start": 154, "end": 157, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 158, "end": 161, "text": "23,", "ref_id": "BIBREF22"}, {"start": 162, "end": 165, "text": "24]", "ref_id": "BIBREF23"}, {"start": 319, "end": 323, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 324, "end": 327, "text": "28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Impact on otolaryngology practice"}, {"text": "Additional recommendations indicate that the examination should be performed by the most experienced professional and that the examination should take place in a negative pressure room and only the necessary personnel should be present [24, 28] . If a negative pressure isolation room is not available, endoscopic procedures can be performed in a designated room equipped with a highperformance air cleaning system [29] .", "cite_spans": [{"start": 236, "end": 240, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 241, "end": 244, "text": "28]", "ref_id": "BIBREF27"}, {"start": 415, "end": 419, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Impact on otolaryngology practice"}, {"text": "For the reasons analysed in the previous section, many ENT procedures are considered high risk due to the exposure of airway and mucosal surfaces that could generate contaminating droplets and aerosols.", "cite_spans": [], "ref_spans": [], "section": "Otolaryngology procedures"}, {"text": "A variety of emergency or not avoidable procedures performed in the ENT examination room are considered high risk and are summarized in Table 2 [23, 24, [28] [29] [30] 32] . During these procedures, the rules described above about staff protection (e.g. PPE) must be followed. [20] and a full protection suit [15] are less commonly suggested Avoid local decongestants and anesthetics in form of sprays, use of carefully placed pledgets instead [8, 16, 17] Perform endoscopy with video monitoring [17, 20] Most experienced professional to perform the procedure [17, 20] Negative pressure room for the procedure [17, 20] Only necessary personnel in the room [17, 20] If the removal is challenging (e.g. due to location, intolerant person), performing the removal under general anesthesia may be necessary [20] Procedures in the operating room", "cite_spans": [{"start": 144, "end": 148, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 149, "end": 152, "text": "24,", "ref_id": "BIBREF23"}, {"start": 153, "end": 157, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 158, "end": 162, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 163, "end": 167, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 168, "end": 171, "text": "32]", "ref_id": "BIBREF31"}, {"start": 277, "end": 281, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 309, "end": 313, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 444, "end": 447, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 448, "end": 451, "text": "16,", "ref_id": "BIBREF15"}, {"start": 452, "end": 455, "text": "17]", "ref_id": "BIBREF16"}, {"start": 496, "end": 500, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 501, "end": 504, "text": "20]", "ref_id": "BIBREF19"}, {"start": 560, "end": 564, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 565, "end": 568, "text": "20]", "ref_id": "BIBREF19"}, {"start": 610, "end": 614, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 615, "end": 618, "text": "20]", "ref_id": "BIBREF19"}, {"start": 656, "end": 660, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 661, "end": 664, "text": "20]", "ref_id": "BIBREF19"}, {"start": 803, "end": 807, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 136, "end": 143, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Procedures in the examination room"}, {"text": "There is broad international consensus that not urgent/emergent and not time-sensitive (e.g. concerning malignancies) surgeries should be avoided during the pandemic [6, 9, 10, 29, 31] . Particularly, endonasal endoscopic sinonasal surgery and laryngological surgery (especially jet ventilated) appear to be the riskiest procedures [31] . Ideally, COVID-19 status should be determined preoperatively [28] . In case of an elective but time-sensitive surgery, advice should be given to all COVID-19-negative patients for social distancing and hand hygiene between the testing time and the time of surgery [7] . During the pandemic, all recommended staff protection measures described in Table 1 must be implemented. In particular, full PPE should be used not only in COVID-19 positive or high suspicious patients, but in COVID-19 negative or asymptomatic patients as well. In some reports, PAPR system (powered air purifying respirators) is recommended [28] . High-risk operations or operations in COVID-19-positive patients should be performed in a designated operating room with negative pressures [28] , in which the smallest possible surgical team should be used both for reasons of safety and to preserve PPE [9, 19] (Table 1) .", "cite_spans": [{"start": 166, "end": 169, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 170, "end": 172, "text": "9,", "ref_id": "BIBREF8"}, {"start": 173, "end": 176, "text": "10,", "ref_id": "BIBREF9"}, {"start": 177, "end": 180, "text": "29,", "ref_id": "BIBREF28"}, {"start": 181, "end": 184, "text": "31]", "ref_id": "BIBREF30"}, {"start": 332, "end": 336, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 400, "end": 404, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 603, "end": 606, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 951, "end": 955, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 1098, "end": 1102, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 1212, "end": 1215, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 1216, "end": 1219, "text": "19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 685, "end": 692, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1220, "end": 1229, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Procedures in the examination room"}, {"text": "When performing the surgery, the use of powered devises (eg., drills, microdebriders) or ultrasonic shears should be avoided, since they may cause aerosolization of blood and other tissues [28, 33] . Even the use of electrocautery may be a risk factor for transmitting the virus via surgical smoke, although the infectiousness of aerosolized blood with SARS-CoV-2 is not yet known. Hence, it is advisable to keep the power settings of electrocautery as low as possible [28, 33] .", "cite_spans": [{"start": 189, "end": 193, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 194, "end": 197, "text": "33]", "ref_id": "BIBREF32"}, {"start": 469, "end": 473, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 474, "end": 477, "text": "33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Procedures in the examination room"}, {"text": "Nasal and transnasal endoscopic operations are very highrisk procedures for SARS-CoV-2 transmission, because of the high viral titers in nasal and nasopharyngeal mucosa. In addition, the use of powered instruments (eg., drill, microdebrider) and the frequent rinsing of the endoscope during the procedure may be a source of droplets and aerosolized viral particles [7-9, 27, 34, 35] . Recent experimental data suggest that cold surgical instrumentation and microdebrider use pose significantly less aerosolization risk than a highspeed drill [36] .", "cite_spans": [{"start": 365, "end": 382, "text": "[7-9, 27, 34, 35]", "ref_id": null}, {"start": 542, "end": 546, "text": "[36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Rhinologic procedures"}, {"text": "In patients positive to COVID-19, the surgery should be postponed [9, 28] . In case that the surgery cannot be postponed, then the use of PAPR (Powered Air Purifying Respirators) additional to the appropriate PPE (Table 1 ) by all the surgery room staff is recommended. Alternatively, an external approach is chosen if possible [9, 37] . If the patient is COVID-19 negative, the appropriate staff protection measures are needed (Table 1) [9, 28] . The same applies to the surgical management of epistaxis [32] . The use of powered instruments like shaver and/or drill should be limited or even avoided whenever possible [35] .", "cite_spans": [{"start": 66, "end": 69, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 70, "end": 73, "text": "28]", "ref_id": "BIBREF27"}, {"start": 328, "end": 331, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 332, "end": 335, "text": "37]", "ref_id": "BIBREF36"}, {"start": 438, "end": 441, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 442, "end": 445, "text": "28]", "ref_id": "BIBREF27"}, {"start": 505, "end": 509, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 620, "end": 624, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 213, "end": 221, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 428, "end": 437, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Impact on otolaryngology practice"}, {"text": "Patients with head and neck cancer are obviously \"timesensitive'' cases. Therefore, head and neck surgery will still be imperative and indicated in the care of these patients [23, 29] . The importance of surgical manipulation on mucosa surfaces is analyzed in the ENT examination section. Procedures without exposure of the mucosa, like neck or thyroid surgery, are lower risk. However, the use of electrocautery can result in aerosolization of the virus from the bloodstream and caution is needed, e.g. by keeping the power settings of electrocautery as low as possible [28] .", "cite_spans": [{"start": 175, "end": 179, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 180, "end": 183, "text": "29]", "ref_id": "BIBREF28"}, {"start": 571, "end": 575, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Head and neck oncology"}, {"text": "Although not yet known whether the middle ear and mastoid are involved in COVID-19, it appears likely that the mucosa of the Eustachian tube, middle ear, and mastoid cells are contaminated. The involvement of the adjacent epithelium of the nose and nasopharynx in the disease and the fact that the middle ear mucosa is affected in other viral respiratory infections of the upper respiratory tract (including infections by other coronaviruses) makes this scenario possible. The surgical step that significantly increases the risk of virus transmission is drilling through the mastoid. During mastoidectomy, viral particles spread in the air in the form of droplets and aerosols and may be present there for several hours. Therefore, mastoidectomy is considered a high-risk procedure for all the operating room staff [28, 38, 39] .", "cite_spans": [{"start": 815, "end": 819, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 820, "end": 823, "text": "38,", "ref_id": "BIBREF37"}, {"start": 824, "end": 827, "text": "39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Ear surgery"}, {"text": "As with every ENT surgery during the pandemic, any patient undergoing any otologic surgery should be tested for COVID-19 preoperatively. In case of a positive result, surgery should be postponed until the patient has cleared the disease [28, 38] . In COVID-19-negative patients, it is imperative that not only the surgeon but all operating room staff takes protection measures as described above. According to the British Society of Otology, life-threatening urgent otological situations in which surgery cannot be delayed include acute mastoiditis, otogenic intracranial sepsis, and operable temporal bone malignancy. Moreover, a vestibular schwannoma with life-threatening brainstem compression should be regarded as urgent as well. Surgery for cholesteatoma and implantation of auditory devices, adult and pediatric, should not be regarded as urgent [39] .", "cite_spans": [{"start": 237, "end": 241, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 242, "end": 245, "text": "38]", "ref_id": "BIBREF37"}, {"start": 853, "end": 857, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Impact on otolaryngology practice"}, {"text": "An unavoidable mastoidectomy should be kept to a minimum or even be carried out with curettage rather than with drilling if possible (e.g., subperiosteal abscess). If drilling cannot be avoided tips for reducing aerosolization include drill speed and irrigation volume reduction, effective suctioning and good hypotension to minimize bleeding [39] . Moreover, various techniques of covering the surgical field and performing the drilling procedure under a drape have been described [40] .", "cite_spans": [{"start": 343, "end": 347, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 482, "end": 486, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Impact on otolaryngology practice"}, {"text": "Due to the amount of droplets and aerosols produced, tracheostomy and tracheostomy postoperative care (tracheostomy evaluation, suctioning, wound and tube changes, etc.) in COVID-19 patients is associated with a very high transmission risk to the entire health care team [31, 40, 41] . Except in extremely urgent cases, it is essential to determine the COVID-19 status of the patient preoperatively [42] .", "cite_spans": [{"start": 271, "end": 275, "text": "[31,", "ref_id": "BIBREF30"}, {"start": 276, "end": 279, "text": "40,", "ref_id": "BIBREF39"}, {"start": 280, "end": 283, "text": "41]", "ref_id": "BIBREF40"}, {"start": 399, "end": 403, "text": "[42]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Tracheostomy"}, {"text": "Comparing surgical with percutaneous tracheostomy, no concrete evidence exists about the less aerosol-generating procedure [43] . It is reported that percutaneous tracheostomy is associated with higher aerosolization risks compared with open tracheostomy, because of more extensive airway manipulation, such as bronchoscopy and/or serial dilations during trachea entry. Moreover, patients with high ventilatory settings may also require repeated connection and disconnection from the ventilatory circuit [44] .", "cite_spans": [{"start": 123, "end": 127, "text": "[43]", "ref_id": "BIBREF42"}, {"start": 504, "end": 508, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Tracheostomy"}, {"text": "In COVID-19 patients, tracheostomy should be indicated by a multidisciplinary team and only if absolutely necessary [28, 31, 40, 41] . Based on the available data, the advantages of an early tracheostomy in severe COVID-19 patients have not been clarified [42, 43] . The nature of the COVID-19 disease is such that tracheostomy in ICU COVID-19 patients is of less importance. This is first due to the interstitial pneumonia caused with few secretions and second due to the fact that COVID-19 rarely leads to actual long-term intubations [19] . The possibility of tracheostomy may be considered in patients with stable lung condition; however, it should not occur earlier than 2-3 weeks after intubation and preferably with negative COVID-19 testing. On the other hand, it should be avoided during periods of respiratory instability or high respiratory dependence [42, 43] .", "cite_spans": [{"start": 116, "end": 120, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 121, "end": 124, "text": "31,", "ref_id": "BIBREF30"}, {"start": 125, "end": 128, "text": "40,", "ref_id": "BIBREF39"}, {"start": 129, "end": 132, "text": "41]", "ref_id": "BIBREF40"}, {"start": 256, "end": 260, "text": "[42,", "ref_id": "BIBREF41"}, {"start": 261, "end": 264, "text": "43]", "ref_id": "BIBREF42"}, {"start": 537, "end": 541, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 863, "end": 867, "text": "[42,", "ref_id": "BIBREF41"}, {"start": 868, "end": 871, "text": "43]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Impact on otolaryngology practice"}, {"text": "When planning for open tracheostomy in an infected patient, there are several important perioperative considerations that should be taken into account, as widely recommended [29, [41] [42] [43] [44] :", "cite_spans": [{"start": 174, "end": 178, "text": "[29,", "ref_id": "BIBREF28"}, {"start": 179, "end": 183, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 184, "end": 188, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 189, "end": 193, "text": "[43]", "ref_id": "BIBREF42"}, {"start": 194, "end": 198, "text": "[44]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Impact on otolaryngology practice"}, {"text": "1. Use of appropriate PPE: Table 1. 2. Location of the surgery: perform at the bedside in the ICU in negative-pressure rooms, the presence of adjacent anterooms is ideal. If performed in the operating room (OR), preferably in negative pressure ORs in special areas within the OR complex. 3. Use of suitable tracheostomy tube: nonfenestrated, cuffed. 4. Minimization of time of exposure to aerosolized secretions intraoperatively: ensure complete patient paralysis throughout the procedure to prevent coughing, stop mechanical ventilation just before entering into the trachea, reduce the use of suction, if suction needed this should be within a closed system with a viral filter. 5. Dedicated and experienced tracheostomy team, with preestablished communication plans. 6. Careful waste disposal and decontamination of equipment after the procedure.", "cite_spans": [], "ref_spans": [{"start": 27, "end": 35, "text": "Table 1.", "ref_id": "TABREF0"}], "section": "Impact on otolaryngology practice"}, {"text": "Postoperatively, important considerations that should be taken into account include [28, [41] [42] [43] :", "cite_spans": [{"start": 84, "end": 88, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 89, "end": 93, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 94, "end": 98, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 99, "end": 103, "text": "[43]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Impact on otolaryngology practice"}, {"text": "1. The tracheal tube cuff should be kept inflated and care should be taken to avoid leaks. 2. Tracheostomy tube changes should be delayed until COVID-19 testing is negative or until viral load is as low as possible. Subsequent scheduled tracheostomy tube changes should be also delayed. 3. Tracheostomy suctioning should be performed using a closed suction system with a viral filter. Circuit disconnection must be generally avoided. 4. During weaning, a heat moisture exchanger (HME) should be used to prevent virus spread or reinfection of patients.", "cite_spans": [], "ref_spans": [], "section": "Impact on otolaryngology practice"}, {"text": "Crying and/or coughing is very common during pediatric ENT examination. Therefore, pediatric airway procedures or even simple examinations are considered highly likely to generate droplets or aerosols and health professionals should maintain a high level of precaution using appropriate PPE [29] . As in adult otolaryngology, all planned surgeries including operations on the adenoids and tonsils should be postponed unless there are extremely special indications. Indications for performing a pediatric ENT surgery during the COVID-19 pandemic include not only life-threatening emergencies, but also procedures that may reduce the need for visiting the physician or prevent complications (eg., ear tubes in young children with raging infections) [37, 45] .", "cite_spans": [{"start": 291, "end": 295, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 747, "end": 751, "text": "[37,", "ref_id": "BIBREF36"}, {"start": 752, "end": 755, "text": "45]", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Pediatric otolaryngology"}, {"text": "During the pandemic, newborn hearing screening, diagnosis, and treatment of hearing loss should be continued. ABR and/or other diagnostic audiological testing should be considered essential patient care. However, genetic testing, eye exam, or other testing could be delayed unless they directly impact patient management in the short-term [47] .", "cite_spans": [{"start": 339, "end": 343, "text": "[47]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Pediatric otolaryngology"}, {"text": "According to the present knowledge, high doses of steroids are associated with worse outcome of the COVID-19 infection [46] . This information should be taken into account when we manage patients with conditions requiring steroid administration as a treatment option during the pandemic.", "cite_spans": [{"start": 119, "end": 123, "text": "[46]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Medical treatment with steroids"}, {"text": "It is advisable to avoid high doses of corticosteroids for the treatment of Meniere's disease or sudden hearing loss in a COVID-positive patient. Intratympanic steroid injection could be an alternative management approach, although no data exist to support this [39] .", "cite_spans": [{"start": 262, "end": 266, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Neurootological disorders"}, {"text": "For COVID-19-positive patients, it is reasonable to avoid steroids, since Bell's facial palsy has a high rate of spontaneous recovery [39] .", "cite_spans": [{"start": 134, "end": 138, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Bell's facial palsy"}, {"text": "A reasonable consideration concerns the use of topical nasal corticosteroids for the treatment of allergic rhinitis (AR) and chronic rhinosinusitis (CRS). So far there is no indication that their use may be a risk factor for SARS-Cov-2 virus infection or that they may negatively affect an existing COVID-19 infection. Therefore, adults and children undergoing treatment with nasal corticosteroids should continue their treatment and not modify or discontinue the therapy without consulting their doctor. Ceasing intranasal steroids could lead to more sneezing and thus easier transmission of the virus. Systemic steroids in patients with AR or CRS should be administered with caution and only in the absence or failure of other alternative therapies (eg., patients with CRS in whom surgical therapy is not possible due to the pandemic, or patients with CRS with polyps in whom biological therapy with Dupilumab was not effective) [15, 47, 48] .", "cite_spans": [{"start": 931, "end": 935, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 936, "end": 939, "text": "47,", "ref_id": "BIBREF46"}, {"start": 940, "end": 943, "text": "48]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Rhinologic diseases"}, {"text": "During the pandemic oral corticosteroids should be avoided in new cases of anosmia in the absence of an obvious cause (e.g., head trauma, nasal polyps), since recovery can occur in the first weeks after onset [14, 15, 20, 49] . Topical nasal corticosteroid application is controversial. Oral corticosteroids could be optionally recommended for patients with loss of smell more than 2 weeks as an isolated symptom or following resolution of any other COVID symptoms [50] . Despite existing recommendations against their use in patients with olfactory and gustatory dysfunction without nasal obstruction [20] , the use of intranasal corticosteroids can be considered, in the form of spray formulation with a long applicator so the olfactory cleft can be reached to minimize potential viral spill. The controversy about corticosteroids brings attention to other treatment options for smell disorders, such as olfactory training, omega 3 supplements, topical vitamin A, and zinc [15, 50] .", "cite_spans": [{"start": 209, "end": 213, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 214, "end": 217, "text": "15,", "ref_id": "BIBREF14"}, {"start": 218, "end": 221, "text": "20,", "ref_id": "BIBREF19"}, {"start": 222, "end": 225, "text": "49]", "ref_id": "BIBREF48"}, {"start": 465, "end": 469, "text": "[50]", "ref_id": "BIBREF49"}, {"start": 602, "end": 606, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 975, "end": 979, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 980, "end": 983, "text": "50]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Anosmia"}, {"text": "Given the recommendation that as long as the pandemic lasts, the smallest possible surgical team should be used, the presence of trainees and observers in the OR should be avoided. Training could be enhanced by recording the procedure digitally and share it with trainees at a later time [9, 38] .", "cite_spans": [{"start": 288, "end": 291, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 292, "end": 295, "text": "38]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Education"}, {"text": "The COVID-19 pandemic is an extraordinary challenge for the medical community. Since the SARS-CoV-2 virus has already expanded in the community in many countries of the world, each patient in which COVID-19 status cannot be confirmed should be managed as positive. Even if in many countries the pandemic is slowing down and medical practice is been adapted to new normality, a new pandemic wave in the upcoming winter is a possibility. Therefore, the way we practice medicine during the present or a new COVID-19 pandemic has to be based on scientific data and evidence. Otolaryngologists and surrounding staff are particularly at risk for COVID-19 infection. As with all health care professionals, their protection is essential for avoiding collapse of the health care system. As knowledge about COVID-19 infection rapidly evolves, we need to keep ourselves up to date and follow the respective recommendations. The need for future revisions of these recommendations based on more data and randomized controlled trials is imperative.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "COVID-19: towards controlling of a pandemic", "authors": [{"first": "J", "middle": [], "last": "Bedford", "suffix": ""}, {"first": "D", "middle": [], "last": "Enria", "suffix": ""}, {"first": "J", "middle": [], "last": "Giesecke", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "1015--1018", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Virtual press conference on COVID-19", "authors": [], "year": 2020, "venue": "", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Aktuelle Informationen zum Thema Pragmatischer Personalschutz\" durch Schutzmasken/ Visiere außerhalb von krankenhausspezifischen Covid-19-Isolationsund OP-Bereichen von Seiten der DGHNO-KHC und des BVHNO", "authors": [{"first": "", "middle": [], "last": "Dghno-Khc", "suffix": ""}, {"first": "", "middle": [], "last": "Bvhno", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Aerosol and Surface Stability of SARS-CoV-2 as Compared with SARS-CoV-1", "authors": [{"first": "N", "middle": [], "last": "Van Doremalen", "suffix": ""}, {"first": "T", "middle": [], "last": "Bushmaker", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Morris", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1564--1567", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Modes of transmission of the COVID-19 virus, Geneva: World Health Organization", "authors": [], "year": 2020, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "New Recommendations Regarding Urgent and Nonurgent Patient Care", "authors": [], "year": 2020, "venue": "AAO-HNS) (2020)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The Australian Society of Otolaryngology Head and Neck Surgery (ASOHNS) (2020) Australian Guidance for ENT surgeons during the COVID-19 pandemic", "authors": [], "year": 2020, "venue": "", "volume": "31", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "AAO-HNS) (2020) Otolaryngologists and the COVID-19 Pandemic", "authors": [], "year": 2020, "venue": "", "volume": "31", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Precautions for endoscopic transnasal skull base surgery during the covid-19 pandemic", "authors": [{"first": "Z", "middle": ["M"], "last": "Patel", "suffix": ""}, {"first": "J", "middle": [], "last": "Fernandez-Miranda", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Hwang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Gemeinsame Empfehlungen der DGHNO-KHC und des HNO-BV -Warnung der Präsidien der HNO-Verbände", "authors": [{"first": "", "middle": [], "last": "Dghno-Khc", "suffix": ""}, {"first": "", "middle": [], "last": "Bvhno", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Questions and Answers on coronaviruses", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "AAO-HNS) (2020) Anosmia, Hyposmia, and Dysgeusia Symptoms of Coronavirus Disease", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "2020) Recomendaciones de la Sociedad Española de Neurología (SEN) en relación con la pérdida de olfato como posible síntoma precoz de infección por CoVID-19", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Loss of Sense of Smell as Marker of COVID-19 Infection", "authors": [{"first": "", "middle": [], "last": "Ent Uk", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "COVID-19 and olfactory dysfunction-an ENT perspective to the current COVID-19 pandemic", "authors": [{"first": "A", "middle": ["V"], "last": "Vroegop", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Eeckels", "suffix": ""}, {"first": "V", "middle": [], "last": "Van Rompaey", "suffix": ""}], "year": 2020, "venue": "B-ENT", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Loss of smell and taste as symptoms of COVID-19: what does the evidence say?", "authors": [{"first": "D", "middle": [], "last": "Nunan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Olfactory and Gustatory Dysfunctions as a Clinical Presentation of Mild to Moderate forms of the Coronavirus Disease (COVID-19): A Multicenter European Study", "authors": [{"first": "J", "middle": ["R"], "last": "Lechien", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Chiesa-Estomba", "suffix": ""}, {"first": "De", "middle": [], "last": "Siati", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "", "suffix": ""}], "year": 2020, "venue": "Eur Arch Otorhinolaryngol", "volume": "", "issn": "", "pages": "1--11", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "COVID-19 anosmia reporting tool: initial findings", "authors": [{"first": "R", "middle": [], "last": "Kaye", "suffix": ""}, {"first": "Cwd", "middle": [], "last": "Chang", "suffix": ""}, {"first": "K", "middle": [], "last": "Kazahaya", "suffix": ""}], "year": 2020, "venue": "Otolaryngol Head Neck Surg", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The Covid-19 pandemic and otolaryngology: what it comes down to? Laryngo-Rhino-Otol", "authors": [{"first": "J", "middle": ["C"], "last": "Lüers", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Klußmann", "suffix": ""}, {"first": "O", "middle": [], "last": "Guntinas-Lichius", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1055/a-1095-2344"]}}, "BIBREF19": {"ref_id": "b19", "title": "Information for rhinologists on COVID-19", "authors": [], "year": 2020, "venue": "", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Sudden and Complete Olfactory Loss Function as a Possible Symptom of COVID-19", "authors": [{"first": "M", "middle": [], "last": "Eliezer", "suffix": ""}, {"first": "C", "middle": [], "last": "Hautefort", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Hamel", "suffix": ""}], "year": 2020, "venue": "JAMA Otolaryngol Head Neck Surg", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Stellungnahme HNO Verbände: Atemschutzmasken für HNO-Ärzt*innen sowie Phoniater*innen besonders wichtig", "authors": [{"first": "", "middle": [], "last": "Dghno-Khc", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "AHNS) (2020) How COVID-19 is Affecting our Head and Neck Community: AHNS COVID-19 Bulletin", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Nasal endoscopy and laryngoscopy examination of ENT patients", "authors": [{"first": "", "middle": [], "last": "Ent Uk", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "COVID-19 in otolaryngologist practice: a review of current knowledge", "authors": [{"first": "J", "middle": [], "last": "Krajewska", "suffix": ""}, {"first": "W", "middle": [], "last": "Krajewski", "suffix": ""}, {"first": "K", "middle": [], "last": "Zub", "suffix": ""}], "year": 2020, "venue": "European Archives of Oto-Rhino-Laryngology. 1", "volume": "", "issn": "13", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Interim infection prevention and control recommendations for patients with suspected or confirmed coronavirus disease (COVID-19) in healthcare settings", "authors": [], "year": 2020, "venue": "US Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients", "authors": [{"first": "L", "middle": [], "last": "Zou", "suffix": ""}, {"first": "F", "middle": [], "last": "Ruan", "suffix": ""}, {"first": "M", "middle": [], "last": "Huang", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "12", "pages": "1177--1179", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "2020) safety recommendations for evaluation and surgery of the head and neck during the COVID-19 pandemic", "authors": [{"first": "B", "middle": [], "last": "Givi", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Schiff", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Chinn", "suffix": ""}], "year": 2020, "venue": "JAMA Otolaryngol Head Neck Surg", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Pearls of experience for safe and efficient hospital practices in otorhinolaryngology-head and neck surgery in Hong Kong during the 2019 novel coronavirus disease (COVID-19) pandemic", "authors": [{"first": "Rhw", "middle": [], "last": "Cho", "suffix": ""}, {"first": "Zwc", "middle": [], "last": "Yeung", "suffix": ""}, {"first": "Oym", "middle": [], "last": "Ho", "suffix": ""}], "year": 2020, "venue": "J Otolaryngol Head Neck Surg", "volume": "49", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "COVID-19 Tonsillitis and Quinsy Guidelines", "authors": [{"first": "", "middle": [], "last": "Ent Uk", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Confederation of the European Otorhinolaryngology and Head and Neck Surgery CEORL-HNS Statement to COVID-19", "authors": [{"first": "", "middle": [], "last": "Ceorl-Hns", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "COVID-19 Epistaxis Management", "authors": [{"first": "", "middle": [], "last": "Ent Uk", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Minimally invasivesurgeryandthenovelcoronavirus outbreak:lessonslearnedinChinaand Italy", "authors": [{"first": "M", "middle": ["H"], "last": "Zheng", "suffix": ""}, {"first": "L", "middle": [], "last": "Boni", "suffix": ""}, {"first": "A", "middle": [], "last": "Fingerhut", "suffix": ""}], "year": 2020, "venue": "AnnSurg", "volume": "272", "issn": "1", "pages": "5--6", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "AAO-HNS) (2020) Academy supports cms, offers specific nasal policy", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Personal protection and delivery of rhinologic and endoscopic skull base procedures during the COVID-19 outbreak", "authors": [{"first": "L", "middle": [], "last": "Van Gerven", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Hellings", "suffix": ""}, {"first": "T", "middle": [], "last": "Cox", "suffix": ""}], "year": 2020, "venue": "Rhinology", "volume": "58", "issn": "3", "pages": "289--294", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Endonasal Instrumentation and Aerosolization Risk in the Era of COVID-19: Simulation, Literature Review, and Proposed Mitigation Strategies", "authors": [{"first": "A", "middle": [], "last": "Workman", "suffix": ""}, {"first": "Bradley", "middle": [], "last": "Welling", "suffix": ""}, {"first": "D", "middle": [], "last": "Carter", "suffix": ""}, {"first": "B", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "International Forum of Allergy and Rhinology", "volume": "", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "British Association for Paediatric Otolaryngology (BAPO) (2020) BAPO statement on SARS Cov2 and Paediatric Otolaryngology Provision", "authors": [{"first": "", "middle": [], "last": "Ent Uk -", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "COVID-19 and Ear Surgery", "authors": [{"first": "R", "middle": ["K"], "last": "Jackler", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Guidance for undertaking otological procedures during COVID-19 pandemic", "authors": [{"first": "", "middle": [], "last": "Ent Uk", "suffix": ""}], "year": 2020, "venue": "British Society of Otology", "volume": "31", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "AWMF: S1-Empfehlungen zur intensivmedizinischen Therapie von Patienten mit COVID-19", "authors": [{"first": "S", "middle": [], "last": "Kluge", "suffix": ""}, {"first": "U", "middle": [], "last": "Janssens", "suffix": ""}, {"first": "T", "middle": [], "last": "Welte", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Guidance for Surgical Tracheostomy and Tracheostomy Tube Change during the COVID-19 Pandemic", "authors": [{"first": "", "middle": [], "last": "Ent Uk", "suffix": ""}], "year": 2020, "venue": "Accessed", "volume": "31", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "AAO-HNS) (2020) Tracheotomy Recommendations During the COVID-19 Pandemic", "authors": [], "year": 2020, "venue": "", "volume": "31", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Framework for open tracheostomy in COVID-19 patients", "authors": [{"first": "", "middle": [], "last": "Ent Uk", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Surgical considerations for tracheostomy during the COVID-19 pandemic: lessons learned from the severe acute respiratory syndrome outbreak", "authors": [{"first": "J", "middle": ["K"], "last": "Tay", "suffix": ""}, {"first": "Ml-C", "middle": [], "last": "Khoo", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Loh", "suffix": ""}], "year": 2020, "venue": "JAMA Otolaryngol Head Neck Surg", "volume": "146", "issn": "6", "pages": "517--518", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "ASPO) (2020) Message from the President", "authors": [{"first": "A", "middle": ["S O P O"], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Clinical evidence does not support corticosteroid treatment for 2019nCoV lung injury", "authors": [{"first": "C", "middle": ["D"], "last": "Russell", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Millar", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Baillie", "suffix": ""}], "year": 2019, "venue": "Lancet", "volume": "20", "issn": "", "pages": "30317--30322", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Stellungnahme Zur Anwendung von Glukokortikosteroiden bei entzündlichen Erkrankungen der oberen Atemwege bei COVID-19", "authors": [{"first": "", "middle": [], "last": "Dghno-Khc", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Intranasal corticosteroids in allergic rhinitis in COVID-19 infected patients: An ARI-AEAACI statement", "authors": [{"first": "J", "middle": [], "last": "Bousquet", "suffix": ""}, {"first": "C", "middle": [], "last": "Akdis", "suffix": ""}, {"first": "M", "middle": [], "last": "Jutel", "suffix": ""}], "year": 2020, "venue": "Allergy", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Early recovery following new onset anosmia during the COVID-19 pandemic-an observational cohort study", "authors": [{"first": "C", "middle": [], "last": "Hopkins", "suffix": ""}, {"first": "P", "middle": [], "last": "Surda", "suffix": ""}, {"first": "E", "middle": [], "last": "Whitehead", "suffix": ""}], "year": 2020, "venue": "J Otolaryngol Head Neck Surg", "volume": "49", "issn": "26", "pages": "1--6", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Guideline for management of COVID-19 anosmia", "authors": [{"first": "C", "middle": [], "last": "Hopkins", "suffix": ""}, {"first": "E", "middle": [], "last": "Davies", "suffix": ""}, {"first": "E", "middle": [], "last": "Alanin", "suffix": ""}], "year": 2020, "venue": "", "volume": "8", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Recommended staff protection measures for otorhinolaryngology examinations and procedures during COVID-19 pandemic", "latex": null, "type": "table"}, "TABREF1": {"text": "High risk for SARS-CoV-2 transmission procedures performed in the ENT examination room Procedure Comment Nasal and laryngeal endoscopy Avoid using local decongestants and anesthetics in form of sprays. Instead carefully placed pledgets should be used, as recommended for nasal endoscopy [8, 15, 16] Use video monitoring rather than the eyepiece [17, 20] Tracheostomy care -Routine suctioning -Post-operative tracheostomy tube changes -Speaking valve changes See section \"Tracheostomy\" Nasal packing placement, removal, or manipulation Avoid using local decongestants and anesthetics in form of sprays. Instead carefully placed pledgets should be used [8, 16, 17] Avoid electrical cauterization if possible (possible virus transmission via smoke), use chemical cauterization instead [24] Peritonsillar abscesses management Consider avoiding open drainage, use of antibiotic management or needle drainage instead [20] Foreign body removal", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 2 [ 23, 24, 28 - 30, 32 ]. During these procedures, the rules described above about staff protection (e.g. PPE) must be followed.\nTable 2   High risk for SARS-CoV-2 transmission procedures performed in the ENT examination room", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Procedure </td><td>Comment\n</td></tr><tr><td>Nasal and laryngeal endoscopy </td><td>Avoid using local decongestants and anesthetics in form of sprays. Instead carefully placed pledgets should be used, as recommended for nasal endoscopy [8, 15, 16]\n</td></tr><tr><td>Tracheostomy care\n</td><td>Use video monitoring rather than the eyepiece [17, 20]\nSee section \"Tracheostomy\"\n</td></tr><tr><td>- Routine suctioning\n</td><td> </td></tr><tr><td>- Post-operative tracheostomy tube changes\n</td></tr><tr><td>- Speaking valve changes\n</td><td> </td></tr><tr><td>Epistaxis management\n- Evaluation\n</td><td>Avoid using local decongestants and anesthetics in form of sprays. Instead carefully placed pledgets should be used [8, 16, 17]\n</td></tr><tr><td>- Cauterization\n- Nasal packing placement, removal, or manipulation\n</td><td>Avoid electrical cauterization if possible (possible virus transmission via smoke), use chemical cauterization instead [24]\n</td></tr><tr><td>Peritonsillar abscesses management Foreign body removal </td><td>Consider avoiding open drainage, use of antibiotic management or needle drainage instead [20] If the removal is challenging (e.g. due to location, intolerant person), performing the removal under general anesthesia may be necessary [20]\n</td></tr></table></body></html>"}}, "back_matter": []}