{
    "paper_id": "752088eb7226cd42a56f2623dcf9876cd0e6b69e",
    "metadata": {
        "title": "1-2. c ) 2020 National Council for Behavioral Health",
        "authors": []
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has made it clear how vital behavioral health professionals are to our individual health and to the health of our communities. More than ever, behavioral health professionals provide clients with life-saving treatment and services. It is truly hard to imagine where we would be as a nation without care from behavioral health professionals. The need will only intensify in the weeks and months ahead as we face a long period of recovery of our health, spirit, and economy, addressing the inevitable toll of long-term trauma on the nation's mental health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "For many of us, the future is uncertain. Clinics providing needed services to some of our nation's most vulnerable, those living with mental illness and addictions and their families, are struggling to keep their doors open. The victims of these closures will not only be their patients and clients, they will be the staff who have bravely put their own fears aside to provide comfort and treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "While the future is unclear and the full extent of the health crisis is still unfolding, I see promising signs of hope. The behavioral health field has always embodied strength and resilience, and that is certainly true right now.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Even in these dark times, I have seen the power of unity and what can happen when we speak with one voice to let our nation's leaders know our wide-ranging contributions and our great needs. The National Council has joined our voices with organizations, policymakers, and individuals within our own community. Our list of victories is inspiring, and it is all because we recognize that we are better together.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our strength was evident as we spoke up to Congress and they listened. We secured policy changes supporting our community, gaining latitude in the use of telehealth and expansion of audio-only telehealth and Medicare coverage for a wider range of providers of telehealth services. Such efforts included Medicaid nonprofits in the Paycheck Protection Program and temporary relief of the Ryan Haight Act which allowed greater flexibility to prescribe controlled substances like antipsychotics and medication-assisted treatment (MAT), among others. In addition, the National Council spearheaded the largest mental health and addiction advocacy request in history, leading the effort for 40 other advocacy organizations to sign a request totaling $38.5 billion for behavioral health providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "However, we still have far to go. As the nation continues to grapple with and recover from COVID-19 and its aftershocks, we need continued investment in behavioral health. There are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "challenges ahead, and we must be prepared to meet them in the Halls of Congress and all the way to the White House.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In state houses across the nation, legislators and elected officials at all levels are going to be faced with tough decisions extending beyond 2021. Those who represent us in government must understand and prioritize the importance of behavioral health in our nation. We must speak up and elect leaders we can depend on, taking decisive action to protect the needs of those living with mental and addictive disorders. Leaders must be dedicated to ensuring that all people have access to treatment and hope of recovery without exception.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The November election will be like no other. We do not know if we will gather at the polls, as we have for generations, or if voting will take a different form. Whatever format, we must exercise our right to vote while prioritizing the needs of the behavioral health community and those we serve. Never before has our voice been more vital in preserving our legacy and guiding our destiny; never has each vote been more critical. Millions of people are depending on the outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, in order to vote, you must first be registered, and far too many members of the populations we serve, the people with the greatest needs, are not registered or even aware of their rights. Community mental health and addiction treatment centers are community hubs, places people go to get help. In the past, they have been at the center of the National Council's Get Out the Vote Campaign, a national movement to register and educate voters. We will be working to Get Out the Vote again this year. It may be a new approach and it may look different, but it is the same message: EVERY VOTE COUNTS! The articles in this issue of JBHS&R reflect a pre-COVID-19 world, and as such, they help us stay grounded in the important work we do every day through pandemics and any other crisis. Our work is essential and so is the research that helps us continually elevate as well as improve the care we provide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We know that early interventions are imperative and a number of the articles in this issue concentrate on youth, focusing on ways pediatric behavioral health services might intervene to reduce non-urgent emergency departments visits (in the Keefe et al. paper), 1 developing training and technical assistance centers that respond to the special needs of youth with serious emotional disorders (in the Olson et al. paper), 2 and assessing the mental health practices that have led to youth \"aging out\" of the system at 18 years (in the Cohen et al. paper). 3 Additionally, we focus on the importance of diversity by highlighting the nature of mental health needs among an emerging Latino community with limited health care information (in the Bucay-Harari et al. paper) 4 and examining how telepsychiatry might reduce treatment gaps in LGBT communities (in the Whaibeh et al. paper). 5 Moreover, we recognize the individual is at the center of all care and explore ways to transition to person-centered care (in the Doherty et al. paper). 6 The past months have challenged us in unimaginable ways, as individuals, professionals, and communities. Every day I am humbled by the extraordinary work each and every one of you are doing. We are all working together to get through this time and, I believe, we will look back to see that our field was an essential element of the crisis response and healing of our nation.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 557,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 769,
                    "end": 770,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 883,
                    "end": 884,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1038,
                    "end": 1039,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Behavioral health emergencies encountered by community paramedics: Lessons from the field and opportunities for skills advancement",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Keefe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Carolan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Wint",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Behavioral Health Services & Research",
            "volume": "47",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11414-020-09687-4"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Developing an evidence-based technical assistance model: A process evaluation of the National Training and Technical Assistance Center for Child, Youth, and Family Mental Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Coldiron",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Parigoris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Behavioral Health Services & Research",
            "volume": "47",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11414-020-09686-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Predicting child to adult community mental health service continuation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Klodnick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Behavioral Health Services & Research",
            "volume": "47",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11414-020-09690-9"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mental health needs of an emerging Latino community",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bucay-Harari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krawczyk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Behavioral Health Services & Research",
            "volume": "47",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11414-020-09688-3"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Reducing the treatment gap for LGBT mental health needs: The potential of telepsychiatry",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Whaibeh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mahmoud",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Vogt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Behavioral Health Services & Research",
            "volume": "47",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11414-019-09677-1"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transitioning to person-centered care: A qualitative study of provider perspectives",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jessell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Behavioral Health Services & Research",
            "volume": "47",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11414-019-09684-2"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}