{
    "paper_id": "a041254f43bf33600882221762f3e6940603ef9d",
    "metadata": {
        "title": "Appendix 1: Interview guide used for one-on-one interviews and focused groups One-on-One Phone Call Interview Guide",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "\"I have now started the audio recording. Once again, your participation in this study is totally voluntary and your verbal consent over the phone now indicates that we have gone over the study details and you are willing to participate in this phone call interview.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This phone call interview is interested in exploring factors that affected your decision to participate in the program we contacted you about previously, as well as your general thoughts about participating in physical activity or exercise. Do you have any questions before we begin?\" a. Interview Questions: (Prompts: \"Could you tell me more about that?\", \"How did that make you feel?\", \"Do you have anything else you'd like to add about that?\") 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As an icebreaker, what do you like to do on your free time? 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall, what do you feel affected your decision not to participate in the physical activity program that we contacted you about previously? 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What do you think was the strongest reason for why you chose not to participate? 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What does physical activity or exercise mean to you? 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In general, what do you think is challenging about participating in exercise or an exercise program? 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In general, what do you think would make you more likely to participate in an exercise program? 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Do you have any recommendations for people who design physical activity programs to get people to participate? 8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Can you please describe some places you can exercise at in your neighborhood? (If they mention some, follow-up with what type of activities) 9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Do you currently participate in physical activity or exercise? If so, what do you participate in? 10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Do you have anything else you would like to add?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Okay, we have now completed with the interview and the audio recording has been stopped. We appreciate your feedback. The next step is for you to provide us with an e-mail address for us to send the electronic gift card to. Please give us a call back and the let us know if you have issues with the gift card or questions about the interview.\" Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 422,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Debriefing (TURN OFF AUDIO RECORDING):"
        },
        {
            "text": "3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Debriefing (TURN OFF AUDIO RECORDING):"
        },
        {
            "text": "Hello everyone. My name is ___________ and I will be the facilitator of this focus group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group Interview Guide:"
        },
        {
            "text": "We invited you all here to discuss recruitment methods in current research studies for individuals who use wheelchairs primarily for mobility. The purpose of this focus group is to gather input that can be used to improve recruitment methods so that research opportunities are reaching more people who may benefit from participating in the studies. Your responses will be used to improve future recruitment efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group Interview Guide:"
        },
        {
            "text": "I will ask you several open-ended questions. Your personal opinions are very important to us. There are no right or wrong answers. Please feel welcome to express yourself freely during the discussion. I would like to inform you that this session is being recorded. I would also like to stress that this is a confidential discussion and no names or other identifying information will be used in any reports. The recording will be used simply as a tool to better capture all the information we gather here today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group Interview Guide:"
        },
        {
            "text": "This discussion will last for approximately one hour. We ask you to please switch off your mobile phones. Please give everyone the chance to express their opinion during the conversation. You can address each other when expressing your opinion; we are only here to assist in the discussion. We ask that only 1 person speak at a time and that you avoid side conversations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group Interview Guide:"
        },
        {
            "text": "While not everyone has to answer every single question, it is our goal to hear from every single person today. Please let me know if you need a break and feel free to enjoy the beverages and snacks. Is everything clear about the course of the focus group discussion? OK, let's begin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group Interview Guide:"
        },
        {
            "text": "a. Interview Questions: (Prompts: \"Could you tell me more about that?\", \"How did that make you feel?\", \"Do you have anything else you'd like to add about that?\") 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group Interview Guide:"
        },
        {
            "text": "What does the term exercise mean to you? 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group Interview Guide:"
        },
        {
            "text": "What does an exercise research study mean to you? 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group Interview Guide:"
        },
        {
            "text": "In general, what do you feel are challenges that prevent people who use wheelchairs from participating in research exercise programs? (Follow up: What are strategies to overcome each challenge/barrier?) 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group Interview Guide:"
        },
        {
            "text": "What other recommendations would you all have for people who design physical activity programs to enhance participation? Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020. 4 Appendix 2 : Initial and Focused codes for each of the 2 analysts Initial Codes",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 199,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 388,
                    "text": "Cord, 2020. 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Focus Group Interview Guide:"
        },
        {
            "text": "Initial codes were created from interview transcripts independently by two analysts. The resultant codes for each analyst are reported below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group Interview Guide:"
        },
        {
            "text": "Analyst 1: Initial Codes Participant 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group Interview Guide:"
        },
        {
            "text": "• Perceiving exercise as a low priority given the burden of doing daily activities with a wheelchair • Perceiving little time within current schedule to exercise, but did not mention weekends • Mentioning work and daily activities are burdensome with a wheelchair • Acknowledging exercise as important for improving health and energy • Viewing transportation with a wheelchair as too burdensome to make exercise onsite at a fitness facility appealing or worthwhile • Experiencing no desire to conduct exercise independently • Not exercising currently • Claiming limited options for exercise in the community • Claiming that he is open to exercise, but exercise must be scheduled after hours • Maintaining and building relationships is highly valued, which appears to be due to social isolation given the person's busy work schedule and the social isolation that often stems from the disability • Perceives that the value of social relationships can facilitate exercise motivation, but must still work around scheduling Participant 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group Interview Guide:"
        },
        {
            "text": "• Currently active • Experiencing depression overwhelms the desire to travel to a gym and exercise • Experiencing excruciating pain that often prevents exercise engagement • Perceiving negative self-image due to obesity that creates substantial anxiety in fitness facilities, which hinders the decision to travel to a fitness facility and exercise among/with others • Thinking of exercise as highly valuable for improving health and creating opportunities for building relationships despite anxiety • Experiencing threshholds during exercise that worsen secondary conditions symptoms are weighted within his decision to engage in exercise, but he feels this can be managed so this is less important than other factors Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020.",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 796,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Focus Group Interview Guide:"
        },
        {
            "text": "• Perceiving secondary conditions and anxiety as more important than accessibility • Thinking of negative disability-related interactions with staff and other members prevent current decisions to engage in exercise among others in fitness facilities • Experiencing limited accessible options to exercise in the past creates feelings of skepticism when presented with the opportunity to engage in an exercise program • Claims that smaller intimate classes create less opportunities for anxiety and thus will favor these when deciding to join a program • Experiencing secondary conditions (obesity, depression, anxiety) makes performing exercise more difficult and leads to feelings of being singled out when exercising in big classes with people who do not have such conditions • Secondary conditions weigh more heavily than transportation in his thought processes of joining a program Participant 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "• Participating in outdoor activities with friends/family is valuable and enjoyable • considering work scheduling weights heavily when deciding whether to join an exercise program • creating time for exercise must be after work hours or on weekends • valuing exercise to improve stamina for daily activities & improving or maintaining overall health • perceives exercise as necessary for improving performance of daily activities and living a long and healthy lifestyle • experiencing issues with access in previous exercise facilities impact current decisions to engage in an exercise program • thinking of fitness facilities leads to memories of limited accessible exercise options that create feelings of isolation and this issue is at the forefront • exercising with only one method (wheelchair pushing around a track) feels monotonous and creates a willingness to trying different accessible exercise methods • moving around in fitness facilities is accessible, but not the equipment • using machines in fitness facilities must be conveniently usable not just accessible • allocating transportation could impede engagement in a program • perceives appealing programs as those that are accessible, convenient, and compatible with the participant's work schedule • distributing exercise knowledge and building relationships with people in clinics or social media may be a gateway for recruitment • joining an exercise program depends on trust which can be gained by informing the participant of trustworthy affiliations • hesitantly identifying limited options for exercise in the community • deciding to participate in outdoor exercise is contingent upon the weather, which is often difficult to predict in the Southern States and, thus, makes outdoor exercise difficult or less appealing to people with SCI (inclement weather conditions are more burdensome for people who use wheelchairs) Participant 4 Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020.",
            "cite_spans": [
                {
                    "start": 1908,
                    "end": 1986,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "• considering several program characteristics that influence engagement (cost, equipment, environment) • achieving physical independence and getting stronger enhance decision to participate in exercise • suggesting exercise as a means of achieving physical independence • claims that a desirable program will be one that can be done independently without assistance • independent exercise ranks higher than transportation among factors that influence the decision to join • perceiving transportation as a multifaceted process that requires precontemplated strategy to avoid time and energy wasting • parking requires space for efficient and successful transfer • consuming substantial energy throughout the transportation process to a fitness facility • exercising regularly • experienced a pressure ulcer that prevented participation in an exercise program • considering a threshold for exercise to avoid worsening secondary conditions (pressure ulcer) • joining a program requires a trustworthy and familiar recruiter • avoiding fitness facilities and programs because of previous negative experiences • past experiences with exercise should be overcome with gentle knowledge promotion Participant 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "• perceiving little free time due to taking care of family • declined participating in an onsite program due to parental responsibilities (could not find a babysitter) • thinking of exercise as a means of maintaining health • exercising gives more energy and improves quality of life • exercising with other people is enjoyable • thinking of joining a program leads to skepticism about whether she can physically do the exercise type • recommending that recruiters should convey an understanding of the person's physical ability and limits of participation • exercising to prevent secondary conditions (blood clot) • not currently exercising on a regular schedule • engaging in exercise requires motivation to overcome barriers • claims lack of nearby accessible exercise options • experiencing depression (secondary condition) prevents from overcoming exercise barriers • claims inclement weather conditions prevent decision to engage in exercise • perceiving the hinderance of cost, links with transportation as a factor affecting the decision to join • identifying body weigh as an important outcome • claiming that money can enhance a person's initial decision to join exercise, but other strategies are required after this period • suggesting that social bonds with a collective group or single individual can motivate someone to start exercising • perceiving cost as less influential than scheduling • hesitantly stating limited options to exercise in the community • assuming facilities and programs do not accommodate functional needs based on previous experiences • recommending building a community to promote exercise awareness and build social relationships Participant 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "• claiming substantial pain previously prevented the decision to join an exercise program • claims passionate about physical activity but passion alone cannot overcome barriers since not active • perceiving exercise as beneficial to health • threshold that worsens secondary conditions • joining a program depends on the type of activity presented • claims to prefer independent and unstructured exercise • claims to require only a little guidance to get and stay active • perceiving health professionals as a higher authority that is not understanding his hardships • exercising requires knowledge of secondary conditions • claiming that promoters of exercise should carefully consider and value the uniqueness of the person • feels that health professionals do not truly understand his needs • identifying several exercise options in the community • engaging in exercise motivation from another person with a strong social bond Participant 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "• claiming that distance and location impeded him from joining an onsite exercise program (different state and location) • thinking of exercise as a means for progressively improving health and physical and mental growth • reporting that exercise benefits carry over into daily activities • adopting exercise behavior requires substantial motivation at the start, but gets easier as benefits are achieved • thinking of experiences of pain and soreness during an initial familiarization period with exercise • acknowledging a need for motivation during the initial period • aware of commitment needed to stay active after starting • acknowledging a need for motivation to schedule and commit time Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020.",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 774,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "• experiencing a spinal cord injury creates self-doubt when attempting to perform new behaviors/tasks • experiencing self-doubt • experiencing mental conflict due to self-doubt when attempting to start health behaviors • perceiving new behaviors to be difficult to adopt and maintain overtime • perceiving low confidence in physical ability • suggesting that engaging in exercise must provide worthwhile benefits • claiming that convenient and flexible exercise programs are appealing to join • encountering substantial life stressors impacts ability to join an exercise program • experiencing isolation creates desire to be part of a collective • seeing visual aids is more persuasive than phone calls • seeing others like himself be successful motivates him to join as well • perceiving visual recruitment methods as more effective than phone calls • suggesting that programs must be adaptable to the varying functional abilities of people with spinal cord injury • suggesting that transportation is a complex process that prevents many people from joining • acknowledging that exercising with others is appealing to join • suggesting spinal cord injury symptoms require mental resilience to overcome • thinks accountability with a peer with spinal cord injury can enhance engagement • thinking that exercise partners should be trustworthy, knowledgeable, and have had a spinal cord injury to understand the daily challenges • thinking that transportation and cost prevent him from participating in community exercise programs • not aware of types of exercises he can do • peer support can overcome adversity Focus Group 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "• perceiving limited options to exercise • recalling an overtraining threshold during exercise • recalling favorable exercise benefits on mood immediately after exercise • recalling comprehensive benefits from exercise • feeling self-accomplished after exercising • preferring to exercise with a collective • wanting an exercise partner they are comfortable with • recalling difficulty when starting exercise • exercising results in benefits towards ADLs • perceiving outcomes as motivators to joining a program • thinking of exercise as a way of improving outer appearance • perceiving outer appearance as a critical determinant of self-esteem • understanding benefits to self or others influences participation • recalling negative perceptions of exercise • thinking of whether study outcomes are relevant to the person when being asked to join • recalling secondary conditions that prevented exercise engagement • recalling a threshold for overtraining that exacerbates secondary conditions • feeling afraid from engaging in exercise due to past experience with worsened secondary conditions • exercising with others provides a sense of accountability • desiring exercise supporters/promoters to be knowledgeable of the disability and secondary conditions • thinking of outcomes as a motivator • feeling improved health outcomes after exercise feels rewarding • desiring relevant outcomes to join a study • wanting research exercise programs to be less structured and more flexible • recalling limited exercise options • preferring peer with disability as an exercise pattern • desiring to be in an exercise collective to build relationships • recalling exercise situations that require assistance of able-bodied persons • perceiving time and scheduling as a major factor to engagement • identifying transportation as a barrier that is linked with time/scheduling • recalling cost as a barrier towards enrollment • recalling lack of nearby programs • thinking of other people with SCI in the community who are not engaging in exercise and need to be helped • identifying community settings that could use help • recalling substantial difficulty with allocating transportation • understanding benefits greatly influences engagement • deciding to join a program is easier when it is perceived as fun • identifying methods to build relationships in the community • thinking of many people with disabilities who do not have options to exercise available • thinking of several interacting factors that are weighted in a decision to enroll • thinking that people with SCI have varying reasons for deciding to participate • viewing diverse strategies as necessary to address the heterogeneity of people with SCI • desiring to be an active member of the community • claiming that presenting relevant outcomes and being supportive can enhance likelihood of joining • wanting programs to be tailored to the person • perceiving that researchers may not understand daily challenges • suggesting that research programs should adapt towards the person • desiring recruitment information to be relevant to the person Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020.",
            "cite_spans": [
                {
                    "start": 3105,
                    "end": 3183,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "• perceiving enrollment as a complex process Focus Group 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "• suggesting that he is or has been dependent on others to assist with ADLs • views exercise as a means of improving • views exercise as a means of progress/growth • recalls challenges with initially starting exercise • being conditioned to regular exercise behavior feels rewarding • exercising improves strength that improves confidence during daily activities • perceives research exercise programs as structured to improve health • concerned with how study participation benefits them or others • curious to know precise benefits of their individual results from participation • claiming to prefer active exercise research that results in direct benefits versus crosssection comparative research • concerned with self-improvements • feeling a desire to help others through participation • understanding precisely how results benefit individuals or others increases desire to participate • perceives researchers as an uncomfortable and intimidating higher authority • receiving recruitment info from peers with SCI brings comfort • perceiving a message that is framed to help others or the person improves likelihood of participating • questioning whether the program is suitable for people with disabilities • thinking of the term research recalls negative past experiences participating in research • perceives negative connotations with research • thinking negatively of research because of past experiences • did not receive benefits of research from previous studies • recalling secondary conditions that prevented participation • weighing benefit to person and others > financial participation • welcoming financial incentives but less important than benefits to self or others • perceiving scheduling as a factor affecting participation • understanding the value of research enhances likelihood of joining • recalling overwhelming tasks in research studies that prevent sustainability • changing perceptions of the research may be necessary before recruitment • thinking of community locations that can be accessed for recruitment • stating a need to build relationships in the community • perceiving transportation as a barrier • thinking of transportation as a multifaceted process • recalling transportation to require energy and time • thinking of costs associated with transportation • addressing transportation enhances adherence • thinking that researchers without a disability do not fully understand daily change Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020.",
            "cite_spans": [
                {
                    "start": 2432,
                    "end": 2510,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "• feeling comfortable when approached by a peer with SCI • valuing new useful skills • learning new skills can overcome treatment burden • exercising with a collective is appealing and enhances sustainability • perceiving relationships as motivators • exercising in a collective provides a sense of accountability • perceiving that a motivational boost is required early on • desiring purposeful and targeted exercising training • claiming that research outcomes must feel relevant • suggesting that exercise benefits should improve ADLs • recalling ADLs to require substantial effort • recalling substantial energy required to get out of house and travel onsite to exercise • perceiving early credibility as critical when contacted for research • suggesting that research should be embedded within the community • suggesting that commuters should emphasize the goals of the research • building reputation requires implementing community projects and gaining trust • wants to be approached by someone comfortable, not a higher authority • perceiving substantial costs associated with transportation • Admitting that the barrier to exercise is not the equipment as he has that.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Confessing the experience of participating in exercise programming before.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Exclaiming he is active enough that structured exercise is not as important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Attributing not exercising to the lack of social support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Experienced the need for social support for exercise in the past.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Defining the real benefit of social support as accountability or having someone hold him to the commitment he made. • Desiring the connection and intimacy of not doing things alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Claiming he would be motivated to exercise if the social support was added.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Believing incentives are important but not a priority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Perceiving other individuals as lacking the will to exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Believing motivation is the key to exercise for everyone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Explaining that he has community options to exercise but feels it is not a priority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Claiming going to a gym is time consuming. • exclaiming they could not fit the program within their schedule due to work constraints. • Defining position at work with a clear position title and status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Explaining the need for a program outside of work schedule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Perceiving exercise as the ability to move and participate in activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Valuing and attributing the benefits of exercise and emphasizing the need for benefits when aging. • Defining the desire to maintain a health for the rest of her life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Perceiving inaccessible equipment at a facility as main barrier to exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Explaining limited options for exercises and equipment in local facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Perceiving facility as not designed for a person with a disability or one who uses a wheelchair. • Exercising by means of primary mobility by use of a walking track, mainly at work but also at a park near house. • Attributing the lack of convenient transportation as a secondary factor. • Claiming that if accessibility and flexible program timing was addressed then they would exercise. • Acknowledging physician referral as source for raising awareness about program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Recommending approaching potential participants while waiting on doctor appointment. • Advising the use of brand recognition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Advising the use of social media to raise awareness of program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Explaining available physical activity in community includes a few parks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Claiming weather as a barrier or facilitator of exercising at park. • Exercise at track at work. Participant 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Emphasizing the cost of exercising, such as programs and equipment as the main barrier to participating in an exercise program. • Relating exercise to independence and strength which translates to progression of assistive devices to mobilize. • Desiring a program that does not require the assistance of others but completed independently. • Explaining accessible parking to the fitness facility as a barrier to going to exercise in the community. • Claiming a secondary conditions (pressure ulcer) currently impedes activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Explaining the use of exercise equipment in the home that he is able to complete while recovers. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "• Explaining equipment and programming at the community gym that he uses regularly to stay active. • Defining exercise goals by days of week exercising at home and at local gym.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "• Perceiving other people with SCI as lacking awareness and knowledge about fitness facilities for people with disability. • Claiming that peer referral program with digital marketing efforts would alleviate knowledge and awareness about exercise among people with SCI. Participant 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "• Explaining inability to participate in program due to household situation with the priority placed on children. • Perceiving exercise as fitness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "• Feeling better as an outcome of exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "• Enjoying exercise and the social support part of it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "• Specifying the type and modality of exercise of which is convenient and most meaningful. • Explaining the barriers to exercise as lack of motivation and lack of accessible fitness facilities. • Perceiving motivation and execution as highly external. • Indicating low level of self-discipline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "• Recalling benefits of exercise as primary motivation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "• Defining financial assistance as incentive to join exercise program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "• Perceiving social support as recruitment method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "• Perceived fitness facility as inaccessible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "• Advising a monthly gathering with food to build community of people to encourage and teach on the benefits of exercise. Participant 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "• Inaudible -The audio recording software did not record the participant's voice but did include the interviewer's voice (analyst 1). Thus, analyst 2 did not have codes for this participant, but analyst 1 did.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "• Explaining the timing of program was inconvenient to current living situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 7"
        },
        {
            "text": "• Perceived travel distance as barrier to join program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 7"
        },
        {
            "text": "• Defining exercise as ability to move and change physically both inward and outward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 7"
        },
        {
            "text": "• Defining benefits and energy and health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 7"
        },
        {
            "text": "• Explaining the role of soreness as the initial challenge to get past when starting a new exercise routine. • Perceiving self-discipline and resiliency as necessary to participating in exercise program. Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 282,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Participant 7"
        },
        {
            "text": "• Perceiving programming characteristics, such as time and type, as key factors to participation in exercise program. • Valuing video ad and testimonial to encourage participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "• Valuing customized transportation options to fit the needs of the person with disability. • Explaining social support that encourages an active lifestyle to include peers and a mentor to guide and motivate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "• Describing secondary conditions dealing with bladder as primary reason for not being able to participate in program. • Navigating secondary conditions to SCI including pain and infections and pressure ulcers. • Overcoming adversity to be active. • Exercising to be healthy again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 8"
        },
        {
            "text": "• Claiming starting is the hardest part of exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 8"
        },
        {
            "text": "• Believing most people lack the mental fortitude or discipline to start.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 8"
        },
        {
            "text": "• Perceiving pain at start of exercise to be intense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 8"
        },
        {
            "text": "• Believing that his attitude toward exercise is not the majority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 8"
        },
        {
            "text": "• Advising that researchers individualize each approach to potential participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 8"
        },
        {
            "text": "• Valuing social support to exercise more frequently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 8"
        },
        {
            "text": "• Defining mentor or guide as someone that seeks to understand, values people, and ability to empathize. • Explaining the home as a more convenient, comfortable and familiar environment to exercise. • Advising the use of providing food as incentive to participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 8"
        },
        {
            "text": "• Advising the provision of accessible transportation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 8"
        },
        {
            "text": "• Perceiving like-minded people as making up the best social support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 8"
        },
        {
            "text": "• Perceiving exercise as sport and fitness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Perceiving exercise as bodily movement that increases energy expenditure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Believing exercise can be physical and mental.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Perceiving exercise as intentional training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Perceiving exercise as overall beneficial despite the pain or difficulty that comes with it. • Thinking of exercise as therapy for the mind and body.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Feeling refreshed in mind, body, and spirit through exercising.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Feeling a sense of accomplishment after completing exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Explaining the importance of community and the freedom of choice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Feeling a sense of responsibility for taking care of body through exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Hating the difficulty of exercise, such as pain and time commitment. Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020. • Perceiving exercise and allowing good things in and bad things out.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 149,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 336,
                    "text": "Cord, 2020.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Suggesting having a goal set specifically for what you want to accomplish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Acknowledging the desire to look better physically as a motivation for exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Explaining the challenge of keeping body looking good while sitting in a wheelchair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Exclaiming the need to work harder to receive all the benefits of exercise as a person in a wheelchair. • Praising the research that is focused on disability as needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Feeling a sense of responsibility to give back to the disability community by participating in research. • Desiring to be part of the process of research to improve the lives of people with disabilities. • Acknowledging the social belief the increased difficulty with living an active and healthy life while being a person using a wheelchair. • Honoring research as a means to identify and create new ways to increase activity and health in the lives of people with disabilities. • Claiming benefits to the participant of the research study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Questioning the benefits of exercise for a person using a wheelchair as part of the research process. • Questioning the results the participant obtains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Thinking about who receives the information about the results of the research study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Thinking of research study as what data is being collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Perceiving research as identifying problems and coming up with solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• De-motivated to exercise when hearing the words research study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Thinking of exercise research study as purely clinical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Experiencing overwhelm from the pressure to be selfless when it comes to contributing to the disability population. • Expressing need to take care of self.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Explaining the lack of motivation many people with disabilities have for exercise. • Expressing concern for inappropriate participation based on level of disability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Experiencing secondary condition impeding participation on exercise activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Valuing social support in the form of accountability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Stating the need for medical oversight of exercise among deconditioned people using wheelchairs. • Acknowledging to being aware of and preparing for adverse events related to secondary conditions. • Perceiving initiation and showing up as the most difficult part of exercising.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Valuing feedback to motivate exercise behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Valuing choice as a high priority for exercise behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Believing research lacks the opportunity for choice for people with disabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Explaining the use of peers at motivators through their ability to relate which makes people feel comfortable. • Desiring more options for increasing cardiorespiratory fitness for wheelchair users. Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 278,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Valuing peer mentors in research studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Emphasizing the value on oversight of research by people with disabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Expressing grouping of people with similar disabilities and the same intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Perceiving time and energy as a major barrier to exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Exclaiming transportation as a barrier to exercise or participating in a research study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Awareness of the research study and what is addresses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Perceiving lack of resources as impeding progress for research in disability community. • Claiming high school is a location for recruiting people with disabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Acknowledging social media as an avenue for broad reach to recruit people with disabilities. • Listing benefits of exercise research study on brochure to recruit people with disabilities. • Placing value on fun and enjoyment when joining a research study to increase recruitment. • Explaining elements of a campaign to bring awareness to the exercise research study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Claiming that people with disabilities are diverse and include many who are marginalized. • Valuing purpose and meaning through contribution to others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Claiming that reaching people at an emotional level increases their likelihood in joining the research study. • Clarifying the mission of the research to reach more individuals with disabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Emphasizing the individual needs of a person with a disability as the focus driving the research rather than something else. • Valuing pictures of the activity for which individuals are being recruited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Emphasizing placement of logos and study names is key to getting people's attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Dismissing the wordiness or clinical terminology as a means to attract people to join a research study. • Previewing the brochure involves the front, front-middle and back-middle, which is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "where key elements need to be (i.e. pictures, logos, criteria, QR codes). • Explaining position at non-profit for people with disabilities as communications worker. • Suggesting the development of multiple flyers with each targeting a specific demographic. • Suggesting a research study that includes variety but still captures the necessary outcomes. • Presenting multiple perspectives for viewing class depicted in flyer based on individuals' life experiences and circumstances. • Feeling the brochure as unrelatable and emotionless.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Grouping people based on interests that may include regional or service groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Explaining how people are incentivized by an opportunity to contribute to others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Explaining the situation of diversity of people and motivations within target audience. Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 168,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Focus Group 1"
        },
        {
            "text": "• Feeling left out since disability is not listed as criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "• Suggesting broader description of inclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "• Advising the use of logos and pictures to depict purpose and description of research study. • Identifying the inability of some people to complete the form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "• Perceiving exercise as a means to accomplishing a long-term goal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Feeling difficulty when starting exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Feeling accomplishment when completing exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Perceiving exercise as rigid and cold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Perceiving research as the contribution of knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Dismissing monetary incentive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Questioning contribution of exercise research to others with a disability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Questioning the contribution of the desired results of the research to people with disabilities. • Questioning design of research on exercise for people with disability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Defining research with physical activity as engaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Desiring improvement within self and others as a result of research program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Questioning the impact of the research on exercise professionals in the delivery of programs to people with disability. • Suggesting perspective shifts during implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Critiquing research design as not having a comparison of people with disabilities with different functional levels. • Questioning how the research design reveals motivation for people with disability to exercise. • Perceiving exercise as intimidating.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Believing an individual's perspective on research is based on their current way of thinking about it. • Questioning stakeholder input into the research design and intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Perceiving research to be cold and dull.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Perceiving research as clinical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Thinking of vital signs as focus of research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Experiencing research previously in the medical setting for people with disabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Feeling too old for exercise research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Feeling excluded from exercise research as a person aging with a disability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Disqualifying self based on medical history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Valuing positive effects as part of exercise research study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Experiencing physical improvement from exercise research study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Emphasizing the need to express value of participants to them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Valuing monetary incentive but placing more value on contribution to others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Advising researchers to accommodate for people's schedules. Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020. 20 • Acknowledging the use of research techniques in career.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 140,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 330,
                    "text": "Cord, 2020. 20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Clarifying how participation benefits others as knowledge being shared to improve others lives. • Experiencing participant burden in past research studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Suggesting to educate people about research prior to asking for participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Claiming researchers overwhelm some individuals with disability by relying too much on the same people. • Suggesting researchers' partner with disability organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Suggesting doctors as referral sources for people with disabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Explaining the barrier of transportation that impedes participation in research study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Feeling excluded due to lack of mobility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Explaining cost of transportation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Requiring assistance to participate exercise research study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Valuing the perspective of a researcher with a disability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Explaining that a person with a disability may be more vulnerable if the researcher has a disability. • Suggesting that researcher discover reasons for dropouts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Desiring a exercise research program that is fun and interesting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Desiring knowledge from participating in exercise research study • Desiring a person to motivate participation during the intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Defining motivation as physical or functional gains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Describing a research cohort as potential social support system. • Defining adequate group size is important in facilitating social support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Emphasizing goal-setting at the start of the exercise research study to tailor the motivation of the program. • Suggesting the alignment of research priorities with interests of people with disabilities. • Suggesting that reasons for study is provided and the importance of including people with disabilities in those reasons. • Recommending a multi-dimensional motivation approach to recruitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Suggesting competition and comradery as motivation within the research study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Recommending recruiter does not mention the word research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Suggesting the recruiter mention strong brand as community trying to contribute to others. • Suggesting exposure over time may improve recruitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Suggesting researcher define and educate individuals about their research concisely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Claiming reputable brands encourage engagement. • Prioritizing brand association over testimony.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Suggesting options to present to the participant as incentives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Advising staff training on disability etiquette. • Advising accessible print materials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Critiquing recruitment for lack of relating to the potential participant. Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020. 21 • Suggesting researcher should get to know potential participant prior to asking them.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 154,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 344,
                    "text": "Cord, 2020. 21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Suggesting alternate forms of technology accommodations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Advising researchers standardize training for research staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Suggesting merch from study for participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Valuing an exercise class with others of similar function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Group 2"
        },
        {
            "text": "• Perceiving exercise as working out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 9"
        },
        {
            "text": "• Feeling disgust for the difficulties and pain of exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 9"
        },
        {
            "text": "• Valuing the benefit of weight loss associated with exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 9"
        },
        {
            "text": "• Acknowledging the need to exercise for improved health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 9"
        },
        {
            "text": "• Experiencing weight loss through diet and exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 9"
        },
        {
            "text": "• Explaining routine of weekly exercise and reduced calories for physical transformation. • Acknowledging history of depression that resulted in intense commitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 9"
        },
        {
            "text": "• Admitting lack of motivation currently to exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 9"
        },
        {
            "text": "• Acknowledging money as only motivator for joining research study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 9"
        },
        {
            "text": "• Believing positively about himself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 9"
        },
        {
            "text": "• Valuing opportunity to return to work for an income.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 9"
        },
        {
            "text": "• Acknowledging the diversity of motivation for exercise among people with disability towards joining a research program. • Suggesting the researcher must identify the motivation for each person with a disability. • Explaining that the initial motivation to recover was to return to life and be able to spend time and take care of kids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 9"
        },
        {
            "text": "• Claiming secondary health conditions as not allowing person to join the program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 10"
        },
        {
            "text": "• Explaining the impact of severe medical condition that kept them from participating.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 10"
        },
        {
            "text": "• Stating that he is now partially recovered from secondary conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 10"
        },
        {
            "text": "• Defining exercise as activities in a fitness facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 10"
        },
        {
            "text": "• Feeling tired yet refreshed after exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 10"
        },
        {
            "text": "• Claiming ongoing secondary medical condition (ie spams) impede participation in living an active life. • Explaining transportation challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 10"
        },
        {
            "text": "• Believing that access to personal assistance would increase likelihood of joining a exercise program. • Requesting both physical assistance and encouragement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 10"
        },
        {
            "text": "• Defining person assisting as professional and knowledgeable about exercise • Dismissing need for peer with disability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 10"
        },
        {
            "text": "• Valuing exercise as a means to improving health condition. Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 139,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Participant 10"
        },
        {
            "text": "• Explaining exercise regimen geared around addressing primary secondary condition that impedes access to an active life. • Desiring new mode of activity that may benefits health condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "• Acknowledging secondary condition not allowing new mode of activity that may benefit health condition. • Describing environment as not accessible for wheelchair user.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "• Describing exercise routine at home. •",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "• Explaining deterrent for joining program as muscle spasms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 11"
        },
        {
            "text": "• Defining physical activity and exercise as every day life and movement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 11"
        },
        {
            "text": "• Feeling tired or more energy based on type and duration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 11"
        },
        {
            "text": "• Feeling difficulty to maintain activity due to low energy and fatigue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 11"
        },
        {
            "text": "• Acknowledging motivation as a factor for participating in exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 11"
        },
        {
            "text": "• Expressing the removal of cost from participating in exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 11"
        },
        {
            "text": "• Stating need for accessing exercise program at convenient time and location.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 11"
        },
        {
            "text": "• Experiencing exercise in functional parts of body.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 11"
        },
        {
            "text": "• Desiring access to exercise non-functional parts of body.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 11"
        },
        {
            "text": "• Claiming business as a reason for lack of exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 11"
        },
        {
            "text": "• Experiencing secondary medical condition preventing exercise. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant 11"
        },
        {
            "text": "First, focused codes were created from interview transcripts independently by two analysts. Second, analysts met periodically to merge their focus codes into a single list of codes. The focused codes created by each analyst are reported below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focused Codes"
        },
        {
            "text": "Analyst 1: Focused Codes • Scheduling highly influences engagement (one of the highest weighted factors) • Transportation is a multifaceted process that imposes a substantial burden • Appealing research programs should be tailored and flexible to the person (weighted higher than transportation) • Benefit to self or others greatly affects decision to participate and can outweigh other factors to participation • A clear understanding of anticipated benefits and their relevance can enhance the likelihood of joining an exercise program • Awareness of exercise as a means to grow, improve health and maintain physical independence, health-related quality of life, and activities of daily living • Programs that involve exercising and building social bonds with others are appealing to join, can outweigh other enrollment factors • Secondary conditions can directly or indirectly affect participation (if safe and possible, can be overcome through motivation, such as social persuasion) • Previous experiences regarding exercise impact current decisions to participate, particularly negative experiences (can be overcome with gentle knowledge promotion) • Smaller exercise classes/groups are preferred because of less social anxiety • Perceive limited exercise options within their community • Finance can heavily influence enrollment (costs associated with travel affect the decision to enroll; programs that employ people as trainers/motivators of others are appealing) • Starting an exercise program requires a substantial boost in motivation to overcome barriers (achieved through peer support or financial incentive) • Exercise recruiters and partners should be knowledgeable, trustworthy, and understand the uniqueness of the person and daily challenges associated with the disability (preferably peer with SCI of similar function) • Activities of daily living require substantial effort, energy, and time • Understanding how research programs will benefit or provide relevant outcomes to the person or peers with SCI weighs heavily on participation • Joining a research study requires a comfortable perception of the recruiter • Past experiences of overtraining are considered when deciding whether a program is appropriate Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020.",
            "cite_spans": [
                {
                    "start": 2231,
                    "end": 2309,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Focused Codes"
        },
        {
            "text": "• Energy or perceived effort is a major factor that can facilitate or impede engagement (can be facilitated with verbal social support; burdened by energy required for daily activities; exercise can cause fluctuations in energy levels as it can help but also enhance fatigue) • Environment has a subtle impact on the decision to participate and underlies other factors such as transportation, cost, accessibility (home or places that do not impose burden on transportation time and costs seems to be preferred)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "Analyst 2: Focus Codes • Admitting that current daily schedule is a priority over an exercise program as time is a precious commodity. • Perceiving monetary cost as main barrier to exercise for most people with SCI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "• Valuing the physical benefits exercise provides that impact daily life and longevity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "• Acknowledging participation in previous exercise programs or regimens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "• Attributing social support as primary motivation to exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "• Emphasizing the myriad of secondary conditions that impede adoption and maintenance of exercise. • Defining exercise as structured and intentional activities at a designated location.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "• Perceiving multiple barriers to exercise such as less convenient transportation, weather, and inaccessible exercise equipment. • Believing raising awareness, such a brand recognition, through digital marketing as primary role of recruitment. • Believing motivation is the key to exercise for people with SCI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "• Advising the use of clinicians, partner organizations, and peers as ideal referral sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "• Specifying the type and modality of exercise of which is convenient and most meaningful. • Defining social gatherings to encourage participation to include food, peers, and guidance and motivation from someone. • Perceiving self-discipline and resiliency as necessary to participating in exercise program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "• Navigating secondary conditions to SCI including pain and infections and pressure ulcers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "• Advising that researchers individualize each approach to potential participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "• Defining mentor or guide as someone that seeks to understand, values people, and ability to empathize. • Perceiving exercise as overall beneficial despite the pain or difficulty that comes with it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "• Exclaiming the desire and challenge to receive all the benefits of exercise as a person in a wheelchair. • Feeling a sense of responsibility and desire to contribute the lives of others with a disability by participating in research. • Believing research lacks the opportunity for choice of exercise that is valued by people with disabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "Summary of changes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Draft #3"
        },
        {
            "text": "After determining a hierarchy for the resultant themes, the analysts began to further develop relationships amongst themes. Draft 3 resembled the first attempt at developing these relationships, while incorporating and renaming the three hierarchy tiers from Draft #2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Draft #3"
        },
        {
            "text": "Summary of changes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Draft #4"
        },
        {
            "text": "Draft #4 resembles the first attempt at collapsing the themes and their relationships from Draft#3 in a simpler electronic format. Notable changes included one-word terms to resemble the three hierarchy tiers, and differences in font sizes to resemble the importance of themes within tier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Draft #4"
        },
        {
            "text": "Summary of changes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Draft #5"
        },
        {
            "text": "The analysts made minor revisions to themes on Draft #5. Specifically, the analysts further considered the relationships amongst themes and compared these with the initial and focused generated by each author. A notable change was that social support was given a greater emphasis with increased font-size. The analysts discussed whether the finance theme was strong enough to stand-alone from the scheduling theme. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Draft #5"
        },
        {
            "text": "Summary of changes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Draft #6"
        },
        {
            "text": "After further discussion and comparisons with codes, the analysts decided to re-include the link between the finance and scheduling themes. The analysts established a link between the social support theme and motivation. The analysts also corrected a spelling error in the title.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Draft #6"
        },
        {
            "text": "Summary of changes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Draft #7"
        },
        {
            "text": "Due to the Covid-19 global pandemic, the research team decided that the constructed model should incorporate such concerns. The categorical code Secondary Conditions, was changed to Secondary Conditions or Health-Related Issues to address potential health or safety concerns that may arise from participants due to Covid-19 or other such problems that may arise in the future. This change was made during the revision process of the manuscript in response to comments and feedback provided by editors and reviewers of the journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Draft #7"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rimmer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yates",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jeter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilroy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Spinal Cord",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Explaining the use of peers at motivators and overseers of exercise research study due to relatability and experience. mission that emotional relates to people with disabilities at every level of SES",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Suggesting the researcher must identify the primary motivation for each individual with a disability",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "• Perceiving research negatively as rigid and cold but also positively as a contribution to knowledge. • Questioning the impact of the research on exercise professionals in the delivery of programs to people with disability",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Critiquing research design as not having a comparison of people with disabilities with different functional levels or valuing a diversity of stakeholders",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rimmer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yates",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jeter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilroy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Spinal Cord",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF2": {
            "text": "• seeing others with physical disability while exercising builds confidence • open to exercising with other disability types Participant 8• thinking of energy/effort required to participate • recalling secondary conditions prevented exercise • claiming exercise improves secondary conditions • suggesting mental resilience is required to overcome secondary conditions • recalling exercising in the home • claiming that programs should be tailored to the person • suggesting ideas for tailoring programs • noting substantial heterogeneity among SCI characteristics and preferences • identifying social support as a major factor affecting engagement • preferring to exercise at home • having social support provides accountability • desiring empathetic social relationship • claiming getting outside is not possible/doable suggesting benefits to ADL or being an active member of society can enhance participation • recalling that starting exercise is difficult • recalling that self-confidence is important for performance • mentioning several health benefits from exercise • identifying motivation (self-drive) as the most important factor for engaging in exercise • recalling that he can motivate peers with SCI to engage in exercise • energy/fatigue prevents exercise participation • recalling that internal motivation is necessary to overcome fatigue • claiming that motivation can overcome all barriers • desiring physical independence influences the participation • suggesting diverse strategies necessary to foster motivation Participant 10• recalling secondary conditions that prevented exercise participation • thinking of limited options to exercise • recalling that exercise causes fluctuations in energy levels • thinking of secondary conditions that directly prevent participation Perceiving he did not have much time available due to work • Attributing even less time due to commute and chores; explaining his full and busy day • Claiming the chores at home were a year around • Experiencing physical labor each day • Reasoning the time away would not work • Distinguishing that he works every day.• Claiming he needed something after all his busy day was over • Exclaiming scheduling conflicts • Attributing improved health to physical activity • Feeling more energy with physical activity • Explaining no time for exercise due to busy schedule.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.  Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. SpinalCord, 2020.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.  Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. SpinalCord, 2020.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.  Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. SpinalCord, 2020.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The conceptual maps below led to the development of the final substantive theory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 3: Conceptual Maps and Categorical Codes that led to the development of the final theory Conceptual Maps"
        },
        {
            "text": "Summary of initial development:The analysts first merged or collapsed each of their focus code lists into higher order themes that influenced an individual's decision to join a research-driven physical activity intervention. The analysts also made their first attempt at building relationships amongst the resultant themes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Draft #1:"
        },
        {
            "text": "Summary of changes:The analysts determined that participants perceived certain factors to be more important than others. When participants were generally asked about what prevented participation, certain factors commonly arrived at the forefront (e.g., scheduling, finance, and secondary conditions). Whereas other factors only emerged after further probing or after more detailed questions. The analysts then realized that their attempt to rank the themes resulted in three tiers. The analysts made their first attempt at labelling each of these tiers. Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J. Critical factors influencing the decision to enroll in a physical activity intervention among a predominant group of adults with spinal cord injury: a grounded theory. Spinal Cord, 2020. ",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 632,
                    "text": "Lai B, Rimmer JH, Yates A, Jeter A, Young HJ, Thirumalai M, Mehta T, Wilroy J.",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 819,
                    "text": "Cord, 2020.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Draft #2"
        }
    ]
}