{
    "paper_id": "bdd55734237f5102eada2ab5b63dd4ec60aa57ef",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Maythem",
                "middle": [],
                "last": "Abdulhassan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Al",
                "middle": [],
                "last": "Kaisy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "of the pneumothorax. Later patient condition got better, and he became hemodynamically stable with BP rose to 105 / 75 and tachycardia settled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Chest Drain Insertion following Pneumothorax due to CPR in a COVID -19 Patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Article Title"
        },
        {
            "text": "Dr. Maythem Abdulhassan Al Kaisy, MBChB JMCC.A&EM, Emergency Department, Al Ain Hospital, Al Ain, UAE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author"
        },
        {
            "text": "Chest Drain, COVID-19, Pneumothorax, CPR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Cardiopulmonary resuscitation (CPR) can sometimes be traumatic to the patient. Sternal fractures reported to occur in 1 of 5 resuscitation attempts, while costal fractures occur in 1 of 3, in addition to causing range of lung injuries such as contusions, pneumothorax and haemothorax (1) . In COVID-19 patients, lung injuries have been described as pneumocytes desquamation, formation of hyaline membrane, together interstitial lymphocyte infiltration, and multinucleated syncytial cells in the lungs (2) .Those will be shown on chest CT scans and chest x-rays as bilateral patchy shadows or ground glass opacity in the lungs. Those patients often have atypical pneumonia, acute lung injury, and acute respiratory distress syndrome (ARDS). When the latter happens, there will be uncontrolled inflammation with accumulation of fluid, and progressive fibrosis that damages the gas exchange capacity of the lungs (3). Thus, in patients with severe acute respiratory syndrome coronavirus 2 (SARS-CoV2) infection lungs are fragile and especially those with positive pressure ventilations, the dangers of pneumothorax arise, and comprehensive management is warranted.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "A 42 years old male patient was transferred to our hospital, intubated on mechanical ventilation, he had a 1 week history of fever, cough and shortness of breath, with positive PCR test for COVID-19, and CT scan showing extensive bilateral multiple, multilobed ground glass appearance with areas of consolidation, there was no given history of previous lung diseases or smoking history ( Figure 1 ). Patient was admitted to ICU, and was hemodynamically stable, he was started on Hydroxychloroquine, Favipravir and Azithromycin. His Blood Results shows CRP of 120, Ferritin level of 3430, normal renal function and D-Dimer of 8, he was anticoagulated with enoxaparin 80 mg BID. After 5 days in ICU, he developed cardiac arrest, CPR continued for 10 minutes and the endotracheal tube was dislodged and re -inserted, ROSC achieved, and patient became hypotensive 90 / 60 with heart rate of 125 -130. A portable chest x-ray was ordered, and the patient was found to have significant amount of left sided -pneumothorax with underlying lung collapse , mild mediastinal shift to the right side, with progressive course regarding the right side opacities (Figure 2 ), compared to previous x-ray. A formal chest drain was inserted in the 5 th intercostal space according to guidelines and a chest x-ray was ordered (Figure 3) , which showed mild regression of pneumothorax, and still significant amount of pneumothorax remained. We were not sure whether the patient had previous infection with fibrosis, bullae, smoker, or any history indicating previous lung disease, hence we were also unsure whether the pneumothorax was spontaneous or traumatic due to chest compression. Patient condition did not get better after chest drain insertion, and he continued to have low BP and tachycardic, further needle decompression was done, and chest drain was manipulated, and another chest x-ray was ordered (Figure 4) , which shows more regression",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 396,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1147,
                    "end": 1156,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1306,
                    "end": 1316,
                    "text": "(Figure 3)",
                    "ref_id": null
                },
                {
                    "start": 1889,
                    "end": 1899,
                    "text": "(Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "5."
        },
        {
            "text": "We wish to confirm that there are no known conflicts of interest associated with this publication and there has been no significant financial support for this work that could have influenced its outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR DECLARATION"
        },
        {
            "text": "We confirm that the manuscript has been read and approved by all named authors and that there are no other persons who satisfied the criteria for authorship but are not listed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR DECLARATION"
        },
        {
            "text": "We confirm that we have given due consideration to the protection of intellectual property associated with this work and that there are no impediments to publication, including the timing of publication, with respect to intellectual property. In so doing we confirm that we have followed the regulations of our institutions concerning intellectual property.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR DECLARATION"
        },
        {
            "text": "We understand that the Corresponding Author is the sole contact for the Editorial process (including Editorial Manager and direct communications with the office). He is responsible for communicating with the other authors about progress, submissions of revisions and final approval of proofs. We confirm that we have provided a current, correct email address which is accessible by the Corresponding Author and which has been configured to accept email from (Dr.maythem84@yahoo.com) Signed by the author:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR DECLARATION"
        },
        {
            "text": "Which of the following is true about primary spontaneous pneumothorax?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QUESTIONS Question 1, Please choose one option:"
        },
        {
            "text": "A) It is generally a less dangerous finding than primary spontaneous pneumodiastinum. B) Most patients develop it after vigorous exercise. C) Expiratory chest radiographs are critical to make the diagnosis. D) Smoking is the most significant risk factor. E) Hamman's crunch is pathognomonic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QUESTIONS Question 1, Please choose one option:"
        },
        {
            "text": "Most patients develop primary spontaneous pneumothorax while at rest, traditionally it was thought that expiratory chest x-rays aid in the diagnosis of pneumothorax, clinically however, expiratory films have not demonstrated much utility. Pneumomediastinum is less common, and generally benign finding and self-limited. In contrast, a secondary pneumomediastinum is a morbid diagnosis and results from significant underlying disease such as Boerhaave's syndrome. Hamman's crunch is a sign of pneumomediastinum. The correct answer is E, it was found that male smokers have 20-fold increased risk for developing a spontaneous pneumothorax, whereas female smokers have 10-fold increased risk. Other risk factors include height and cold weather. There is also increased incidence in falls and winter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correct answer = D"
        },
        {
            "text": "Regarding acute respiratory distress syndrome (ARDS), which of the following summarizes the best ventilation strategy?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Question 2, Please choose one answer:"
        },
        {
            "text": "A) Due to high compliance, patients with ARDS do not require PEEP B) Due to low compliance, patients with ARDS require low tidal volume and high PEEP to prevent barotrauma. C) Due to low compliance, patients with ARDS need higher tidal volumes and higher PEEP to ensure adequate ventilation. D) Because of airway obstruction, such patients require very low or no PEEP just like asthmatic patients to avoid air trapping. E) Because of high compliance, such patients need low tidal volume and low PEEP to provide better oxygenation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Question 2, Please choose one answer:"
        },
        {
            "text": "Correct answer: B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Question 2, Please choose one answer:"
        },
        {
            "text": "In ARDS, the alveoli are filled with protein-rich fluid because of leaking pulmonary capillaries. This will result in poor compliance and poor ventilation. Because of low compliant alveoli, both peak and plateau airway pressures are high in ARDS patients, so ventilating those patients with normal or higher tidal volumes will further increase the airway pressures and leads to barotrauma. The lung protective strategy involves ventilating those patients with much lower tidal volumes than normal people. Owing to lower tidal volumes, however, such patients need higher PEEP levels in order to recruit more alveoli to achieve better oxygenation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Question 2, Please choose one answer:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Skeletal chest injuries secondary to cardiopulmonary resuscitation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hoke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chamberlain",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Resuscitation",
            "volume": "63",
            "issn": "",
            "pages": "327--365",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Zhe",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Yijin",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Jiyuan",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Chao",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30076-X"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: what has been learned and to be learned about the novel coronavirus disease",
            "authors": [
                {
                    "first": "Ye",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Philip",
                    "suffix": ""
                },
                {
                    "first": "Sen",
                    "middle": [],
                    "last": "Lagniton",
                    "suffix": ""
                },
                {
                    "first": "Enqin",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Ren-He",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "10",
            "pages": "1753--1766",
            "other_ids": {
                "DOI": [
                    "10.7150/ijbs.45134"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Short-term outcome of critically ill patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Gomersall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Intensive Care Med",
            "volume": "30",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}