{"paper_id": "fcc89665bb6b36dd56c43b611fb5595549a42dd0", "metadata": {"title": "Can we expect an increased suicide rate due to Covid-19?", "authors": [{"first": "Patrick", "middle": [], "last": "Devitt", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Limerick", "location": {"settlement": "Limerick", "country": "Ireland"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Human disasters come in all shapes and sizes including wars, terrorist violence, natural events, economic recessions and depressions as well as infection. Ireland has experienced its own share of these types of disasters including in the last century our war of independence, the civil war, 'the troubles' in Northern Ireland and the 2008 to 2012 economic meltdown. Our temperate climate and geographical location have largely saved us from natural disasters such as earthquakes, hurricanes and widespread flooding. As a species more fragile than we often allow, humans would be expected to adversely react to these types of disasters in terms of mental ill health and possibly suicidal behaviour leading to increased demands on the mental health services. This paper will examine relevant studies into how previous disasters affected mental health and suicidal behaviour. The characteristics of what is known of the current Covid-19 disease will be analysed and compared to other types of disasters with a view to gaining some insight into what we might expect.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "What provokes an individual to engage in an act of suicide on any given date and time is not straightforward. It is likely that such a decision and act comprises 'a perfect storm' which includes the presence of mental illness, perhaps a genetic pre-disposition, family history, certain personality traits (such as impulsivity), the availability of means, the abuse of alcohol or other substances and a recent insoluble predicament (Pridmore, 2010) .", "cite_spans": [{"start": 431, "end": 447, "text": "(Pridmore, 2010)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "What causes suicide?"}, {"text": "In population terms, certain associations are well known including mental illness, substance abuse, availability of the means of suicide as well as social and cultural factors. Emile Durkheim, around the end of the 19th century, offered the first comprehensive theory of suicide (Durkheim, 1897) . He linked the apparent rise in suicide rates at the time to modernity and the associated weakening of family and community bonds. It was Durkheim's view that linking suicide almost exclusively with mental illness was hopelessly inadequate and completely ignored potent social forces.", "cite_spans": [{"start": 279, "end": 295, "text": "(Durkheim, 1897)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "What causes suicide?"}, {"text": "Durkheim described four types of suicide, two on each of two axes. Too much social integration resulted in the altruistic suicide and not enough, the egotistic suicide. In terms of regulation of society, too much control resulted in fatalistic suicide and insufficient control led to anomic suicide due to alienation from society. It was Durkheim's view that suicide was reduced during wars because of the greater social integration. It is now generally accepted that the presence of mental illness is a major factor but not the exclusive factor in the incidence of suicide.", "cite_spans": [], "ref_spans": [], "section": "What causes suicide?"}, {"text": "World War II Durkheim's view that war reduces suicide through greater social and political integration was examined in the United States between 1933 and 1976. It was concluded, 'An examination of trends and suicide rates among white US adults does not show, however, that war directly decreases the suicide rate : : : ' (Marshall, 1981) .", "cite_spans": [{"start": 321, "end": 337, "text": "(Marshall, 1981)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "War and violence"}, {"text": "Though all-age male and female suicide rates decreased in Scotland during World War II, taking account of the prior background declining trend (in 1931, 20.7/100,000; in 1952, 11 .3/100,000), it was concluded that the rate of suicide was higher than it would otherwise have been. The figures concealed large increases in the suicide rate in young men and an increase of suicide by firearms (Henderson et al. 2006) .", "cite_spans": [{"start": 143, "end": 178, "text": "(in 1931, 20.7/100,000; in 1952, 11", "ref_id": null}, {"start": 390, "end": 413, "text": "(Henderson et al. 2006)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "War and violence"}, {"text": "'The troubles' in Northern Ireland up to the signing of the Belfast or Good Friday Agreement in 1998 were associated with a suicide rate half of that after that date, from about 150 deaths per year (approx. 10/100,000 population) in the mid-1990s to more than 300 deaths (approx. 20/100,000) by the year 2010. This was thought to be related to the 'growing of the social economic and political legacy of the troubles and in particular of the transgenerational effect of conflict-related trauma on the mental health of the population : : : ' (O' Connor & O'Neill, 2015) . It was argued that high suicide rates in some areas might have been because of the loss of community connectedness and sense of purpose that was evident during the troubles in addition to the coexistence of many traditional risk factors as well as conflict exposure (O'Connor & O'Neill, 2015) .", "cite_spans": [{"start": 545, "end": 568, "text": "Connor & O'Neill, 2015)", "ref_id": null}, {"start": 837, "end": 863, "text": "(O'Connor & O'Neill, 2015)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "'Troubles' in Northern Ireland"}, {"text": "The turning inwards of aggression in depression can lead to suicide, and when turned outwards, the suicide rate decreases. This was suggested as a possible cause of the relative lack of psychiatric morbidity and suicide during the troubles (Curran, 1988) .", "cite_spans": [{"start": 240, "end": 254, "text": "(Curran, 1988)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "'Troubles' in Northern Ireland"}, {"text": "Studies of the effects of these attacks have reached quite variable conclusions. The decrease in British suicide rates noted the month after the attacks was thought to be a demonstration of Durkheimian social principles (Salib, 2003) . However, in the Netherlands in the months following 9/11, fatal and non-fatal suicidal behaviour rates rose (De Lange & Neeleman, 2004) . In New York, a temporary drop was noted along with a temporary rise in other locations and an overall reasonably constant suicide rate in the United States (Claasen et al. 2010). In Germany, no evidence of an increase in suicide rate was found. 'There was no evidence of Durkheim's theory attributable to the 9/11 attacks was found in the sample : : : ' (Medenwald, 2016) .", "cite_spans": [{"start": 220, "end": 233, "text": "(Salib, 2003)", "ref_id": "BIBREF20"}, {"start": 344, "end": 371, "text": "(De Lange & Neeleman, 2004)", "ref_id": "BIBREF6"}, {"start": 728, "end": 745, "text": "(Medenwald, 2016)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "The 11th September 2001 terrorist attacks in the USA"}, {"text": "In the days following the 7th July 2005 attack and also on the days following 21st July 2005 second wave, brief but significant reductions in suicides were seen that had not been seen during the same period in the previous 4 years. No evidence was found of any longer-term effect on suicide (Salib & Cortina-Borja, 2009 ). ", "cite_spans": [{"start": 291, "end": 319, "text": "(Salib & Cortina-Borja, 2009", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "The 7th July 2005 terrorist attacks in London"}, {"text": "As shown in Table 1 , the evidence for the effect of war and violence on suicide rate is quite mixed. The increased rate in young men seen in Scotland during World War II appears most persuasive.", "cite_spans": [], "ref_spans": [{"start": 12, "end": 19, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Summary"}, {"text": "A comparison of the prevalence and characteristics of suicide following the January 2011 Queensland Australia floods to the 11 years prior for the same period found no increase in suicide rates during the 6 months after the floods. However, a delayed effect was not discounted and ongoing surveillance was recommended. In a personal communication to the author, it appeared there was no significant increase in suicide following the earthquake in New Zealand on 22 February 2011 (De Leo et al. 2013 ). Significant increases in the prevalence of suicidal ideation and suicide plans 6 months after Hurricane Katrina (August 2005) compared to 2 years later were noted (Kessler et al. 2008) . In Puerto Rico, from an average of 19 suicides per month (7/100,000) in the 8 months before Hurricane Maria in 2017 the rate rose to 25 per month (9/100,000) in the immediate 3 months afterwards (Preliminary Statistics of Cases of Suicide in Puerto Rico, 2017).", "cite_spans": [{"start": 479, "end": 498, "text": "(De Leo et al. 2013", "ref_id": "BIBREF5"}, {"start": 665, "end": 686, "text": "(Kessler et al. 2008)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Natural disasters"}, {"text": "Severe acute respiratory syndrome", "cite_spans": [], "ref_spans": [], "section": "Epidemics"}, {"text": "The severe acute respiratory syndrome (SARS; Coronavirus-1) in 2003 did not give rise to a pandemic but was responsible for a number of epidemics notably in Hong Kong. A study of the longer-term morbidity in a SARS survivor cohort concluded that the outbreak should be regarded as a mental health catastrophe (Mak et al. 2009 ). Other studies showed a spike in the suicide rate especially among persons age 65 and over in Hong Kong in 2003, a 31.7% increase from 2002 (Yip et al. 2005; Cheung et al. 2008 ).", "cite_spans": [{"start": 309, "end": 325, "text": "(Mak et al. 2009", "ref_id": "BIBREF14"}, {"start": 468, "end": 485, "text": "(Yip et al. 2005;", "ref_id": "BIBREF25"}, {"start": 486, "end": 504, "text": "Cheung et al. 2008", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Epidemics"}, {"text": "In a further study, the suicide motives among SARSrelated suicide deaths were found to be associated with stress over a fear of being a burden to their families during the negative impact of the epidemic. Social engagement, mental stress and anxiety at the time of the SARS epidemic among a certain group of older adults resulted in exceptionally high rate of suicide deaths (Yip et al. 2010) .", "cite_spans": [{"start": 375, "end": 392, "text": "(Yip et al. 2010)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Epidemics"}, {"text": "Little direct data on any psychiatric surge is available from the 1918 pandemic. However, by computing monthly suicide and mortality rates and matching with exogenous social and political events, an estimate of the impact of these events on suicide behaviour in the United States between 1910 and 1920 concluded: World War I did not influence suicides; the great influenza epidemic caused it to increase; and the continuing decline in alcohol consumption between 1910 and 1920 depressed national suicide rate (Wasserman, 1992) .", "cite_spans": [{"start": 509, "end": 526, "text": "(Wasserman, 1992)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "'Spanish flu'"}, {"text": "Analysis of the psychiatric aspects of a future avian flu pandemic concluded that such a pandemic would result in an increase in required psychiatric services with a huge increase in hospital admission, increased mortality as well as increase in delirium symptoms due to high fever. No comment was made on the effect on the suicide rate (Rissmiller, 2007) .", "cite_spans": [{"start": 337, "end": 355, "text": "(Rissmiller, 2007)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "'Spanish flu'"}, {"text": "The Great Depression (1929) (1930) (1931) (1932) (1933) This economic depression began on Tuesday, 29 October 1929, with the famous stock market crash and lasted until 1933 spreading from the United States to most other developed economies. Between 1928 and 1932, a 22.8% increase in suicides was reported in the United States, the largest increase in any 4-year period from 1938 to 2007 (Luo et al. 2011) .", "cite_spans": [{"start": 21, "end": 27, "text": "(1929)", "ref_id": null}, {"start": 28, "end": 34, "text": "(1930)", "ref_id": null}, {"start": 35, "end": 41, "text": "(1931)", "ref_id": null}, {"start": 42, "end": 48, "text": "(1932)", "ref_id": null}, {"start": 49, "end": 55, "text": "(1933)", "ref_id": null}, {"start": 388, "end": 405, "text": "(Luo et al. 2011)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Economic recessions/depressions"}, {"text": "In 1999, during this economic crisis, suicide rates soared -39% in Japan, 44% in Hong Kong and 45% in South Korea. Taiwan and Singapore which were not as severely affected showed no link between suicide rates and economic difficulties (Chang et al. 2009 ).", "cite_spans": [{"start": 235, "end": 253, "text": "(Chang et al. 2009", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Asian economic crisis, 1998/1999"}, {"text": "Impact of the economic recession and subsequent austerity on suicide and self-harm in Ireland, 2008 Ireland, to 2012 One study found that by the end of 2012 the suicide rate for males was 57% higher than if the pre-recession trend continued but almost unchanged for females (Corcoran et al. 2015) . Male and female self-harm rates were 31% higher. It was concluded that 'five years of economic recession and austerity in Ireland have had a significant negative impact on rates of suicide in men and on self-harm in both sexes : : : ' (Corcoran et al. 2015) .", "cite_spans": [{"start": 86, "end": 99, "text": "Ireland, 2008", "ref_id": null}, {"start": 100, "end": 116, "text": "Ireland, to 2012", "ref_id": null}, {"start": 274, "end": 296, "text": "(Corcoran et al. 2015)", "ref_id": "BIBREF3"}, {"start": 534, "end": 556, "text": "(Corcoran et al. 2015)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Asian economic crisis, 1998/1999"}, {"text": "A study linking unemployment and mortality in 26 European Union countries found that Finland and Sweden were outliers in that increases in suicide did not parallel unemployment. The authors speculated that active supportive labour-market programmes were partly responsible (Stuckler et al. 2009 ).", "cite_spans": [{"start": 273, "end": 294, "text": "(Stuckler et al. 2009", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Links between unemployment, suicide and social supports"}, {"text": "Can we expect an increased suicide rate due to Covid-19? 3", "cite_spans": [], "ref_spans": [], "section": "Links between unemployment, suicide and social supports"}, {"text": "Covid-19 has hit the world including Ireland in a shockingly abrupt manner. An exponential increase in cases has necessitated Draconian government measures to slow the spread of the virus and mitigate its effects with respect to the availability of healthcare services. A raft of 'stay-at-home' and similar demands has plunged the economy into recession.", "cite_spans": [], "ref_spans": [], "section": "Aspects of Covid-19 relevant to the possible development of increase in suicide"}, {"text": "How are people reacting to this rapid and profound change in their lives? Some were in denial until virtual 'lockdown' was imposed. Others are wracked with anxiety, especially the elderly with respect to contracting the virus and ending up in an ICU bed. Many have lost jobs and perhaps livelihoods. Many are working from home along with spouses and children.", "cite_spans": [], "ref_spans": [], "section": "Aspects of Covid-19 relevant to the possible development of increase in suicide"}, {"text": "Increase in domestic violence has been reported (McGee, 2020). Anecdotal reports suggest that people are drinking more and are advised to guard against addiction (Irish Times, 2020). It is uncertain how long these restrictions will last. As yet, there is no measurable or observable effect on mental health services as it is likely that individuals suffering from anxiety will steer clear of general practitioners who are overwhelmed with dealing with the effects of the virus. People are also reluctant to attend emergency departments.", "cite_spans": [], "ref_spans": [], "section": "Aspects of Covid-19 relevant to the possible development of increase in suicide"}, {"text": "The impact on healthcare workers will be particularly profound. Working long hours, risking contracting the virus themselves and witnessing the overwhelming of the ICU services will likely extract a psychological toll. Further, doctors and nurses will be exposed to the risk of 'moral injury' with respect to decisions to deprive some individuals of care they otherwise would have provided.", "cite_spans": [], "ref_spans": [], "section": "Aspects of Covid-19 relevant to the possible development of increase in suicide"}, {"text": "Is the current pandemic akin to a war, natural disaster or other epidemics? Is the economic recession we are experiencing and will experience in the future akin to the 2008-2012 recession? As overused is the war metaphor, similarities do exist in terms of the long and uncertain timeline, the frequent strategy and mortality bulletins, economic impact and emergency, previously unthinkable, legislation as well as sending our soldiers (healthcare workers) to the front. Natural disasters are usually acute in onset and duration but health and disease after-effects resemble aspects of this pandemic. As appears obvious, this pandemic is probably closest to previous epidemics and second only in modern times to the 1918 'Spanish flu' and in medieval times to plague.", "cite_spans": [], "ref_spans": [], "section": "Aspects of Covid-19 relevant to the possible development of increase in suicide"}, {"text": "Applying Durkheim's social integration explanation for the apparent reduction in suicides during war, it does appear that there is a widespread sense of solidarity, in particular with respect to social distancing and a sense of tolerating these restrictions for the collective good. On that basis, we might expect a decrease in suicides while the emergency persists. However, the Hong Kong SARS experience alerts us to the possibility of an increase in the suicide rate of the elderly (already recognised as a vulnerable group in terms of suicide) who are disproportionately affected with respect to 'cocooning', severity of illness and mortality. The elderly cannot be unaffected by certain musings in the United States and the United Kingdom regarding their expendability so as not to injure the economy.", "cite_spans": [], "ref_spans": [], "section": "Aspects of Covid-19 relevant to the possible development of increase in suicide"}, {"text": "From an economic perspective, the financial protections provided by the government will mitigate the expected ill effects of sudden poverty. However, these measures are temporary and it is likely that recession will continue for some time though, as most commentators believe, not as long as the 2008-2012 recession. In addition, it may be a different type of recession in that it has been externally imposed and 'not our own fault' as had been the common wisdom during the previous recession -'we all partied'. Is it likely that people and social groups are more able to tolerate hardships that are externally imposed such as some wars and natural disasters? Perhaps.", "cite_spans": [], "ref_spans": [], "section": "Aspects of Covid-19 relevant to the possible development of increase in suicide"}, {"text": "Similar to the Northern Ireland and Hong Kong studies discussed above, when this crisis has passed, it may well be that we will see an increase with respect to the development of mental illnesses such as anxiety and Post Traumatic Stress Disorder, with some associated increase in suicidal behaviour.", "cite_spans": [], "ref_spans": [], "section": "Aspects of Covid-19 relevant to the possible development of increase in suicide"}, {"text": "Humans are always prone to disasters which, in general, have an adverse effect on their mental health. Of all the types of disasterswar, violence, natural disasters, epidemics/pandemics and economic recessionit appears that the most toxic is that of economic recession. Mitigating the worst effects of a recession appears to be protective. The current financial protection measures in this regard should continue.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "When the dust has settled, we may not see a major increase in pre-existing suicide-rate patterns. However, previous experience suggests that we may well see an increase in psychiatric presentations and short-term spikes in suicidal behaviour. Particularly vulnerable groups include healthcare workers, the elderly and those who suffer crushing economic adversity. Consideration should be given to prioritising these groups for ongoing mental health surveillance and treatment if necessary.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The author asserts that all procedures contributing to this work comply with the ethical standards of the relevant national and institutional committee on human experimentation with the Helsinki Declaration of 1975, as revised in 2008. The author asserts that ethical approval was not required for publication of this paper.", "cite_spans": [], "ref_spans": [], "section": "Ethical Standards"}, {"text": "This article received no specific grant from any funding agency, commercial or not-for-profit sectors.", "cite_spans": [], "ref_spans": [], "section": "Financial Support"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Was the economic crisis 199701998 responsible for rising suicide rates in East/Southeast Asia? A Time-trend Analysis for Japan", "authors": [{"first": "S", "middle": ["S"], "last": "Chang", "suffix": ""}, {"first": "D", "middle": [], "last": "Gunnell", "suffix": ""}, {"first": "Jac", "middle": [], "last": "Sterne", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Lu", "suffix": ""}, {"first": "Ata", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2009, "venue": "Social Science & Medicine", "volume": "68", "issn": "", "pages": "1322--1331", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A revisit on older adults' suicides and severe acute respiratory syndrome (SARS) epidemic in Hong Kong", "authors": [{"first": "Y", "middle": ["T"], "last": "Cheung", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Chau", "suffix": ""}, {"first": "Psf", "middle": [], "last": "Yip", "suffix": ""}], "year": 2008, "venue": "International Journal of Geriatric Psychiatry", "volume": "23", "issn": "", "pages": "1231--1238", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "terrorist attacks in the USA on suicide in areas surrounding the crash sites", "authors": [{"first": "C", "middle": ["A"], "last": "Claassen", "suffix": ""}, {"first": "T", "middle": [], "last": "Carmody", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Stewart", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Bossarte", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Larkin", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Woodward", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Trivedi", "suffix": ""}], "year": 2001, "venue": "British Journal of Psychiatry", "volume": "196", "issn": "", "pages": "359--364", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Impact of the economic recession and subsequent austerity on suicide and self-harm in Ireland: an interrupted time series and analysis", "authors": [{"first": "P", "middle": [], "last": "Corcoran", "suffix": ""}, {"first": "E", "middle": [], "last": "Griffin", "suffix": ""}, {"first": "E", "middle": [], "last": "Arensman", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Fitzgerald", "suffix": ""}, {"first": "I", "middle": ["J"], "last": "Perry", "suffix": ""}], "year": 2015, "venue": "International Journal of Epidemiology", "volume": "44", "issn": "", "pages": "969--977", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Psychiatric aspects of terrorist violence: Northern Ireland 1969-1987", "authors": [{"first": "P", "middle": ["S"], "last": "Curran", "suffix": ""}], "year": 1988, "venue": "British Journal of Psychiatry", "volume": "153", "issn": "", "pages": "470--475", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Has the suicide rate risen with the 2011 Queensland Floods?", "authors": [{"first": "De", "middle": [], "last": "Leo", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}, {"first": "San", "middle": [], "last": "Too", "suffix": ""}, {"first": "L", "middle": [], "last": "Kolves", "suffix": ""}, {"first": "K", "middle": [], "last": "Milner", "suffix": ""}, {"first": "A", "middle": [], "last": "Ide", "suffix": ""}, {"first": "N", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "Journal of Loss and Trauma", "volume": "18", "issn": "", "pages": "170--178", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The effect of the September 11 terrorist attacks on suicide and deliberate self-harm: a time trend study", "authors": [{"first": "A", "middle": ["W"], "last": "De Lange", "suffix": ""}, {"first": "J", "middle": [], "last": "Neeleman", "suffix": ""}], "year": 2004, "venue": "Suicide & Life-Threatening Behavior", "volume": "34", "issn": "", "pages": "439--447", "other_ids": {"DOI": ["10.1521/suli.34.4.439.53744"]}}, "BIBREF7": {"ref_id": "b7", "title": "Suicide: A Study in Sociology", "authors": [{"first": "E", "middle": [], "last": "Durkheim", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Changes in Scottish suicide rates during the Second World War", "authors": [{"first": "R", "middle": [], "last": "Henderson", "suffix": ""}, {"first": "C", "middle": [], "last": "Stark", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Humphry", "suffix": ""}, {"first": "S", "middle": [], "last": "Selvaraj", "suffix": ""}], "year": 2006, "venue": "BMC Public Health", "volume": "6", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/147124586167"]}}, "BIBREF9": {"ref_id": "b9", "title": "Trends in mental illness and suicidality after Hurricane Katrina", "authors": [{"first": "R", "middle": ["C"], "last": "Kessler", "suffix": ""}, {"first": "S", "middle": [], "last": "Galea", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Gruber", "suffix": ""}], "year": 2008, "venue": "Molecular Psychiatry", "volume": "13", "issn": "", "pages": "374--384", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Impact of business cycles on US suicide rates", "authors": [{"first": "F", "middle": [], "last": "Luo", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Florence", "suffix": ""}, {"first": "M", "middle": [], "last": "Quispe-Agnoli", "suffix": ""}, {"first": "L", "middle": [], "last": "Ouyand", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Crosby", "suffix": ""}], "year": 1928, "venue": "American Journal of Public Health", "volume": "101", "issn": "", "pages": "1139--1146", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Political Integration and the effects of war on suicide: United States", "authors": [{"first": "J", "middle": ["R"], "last": "Marshall", "suffix": ""}], "year": 1981, "venue": "Social Forces", "volume": "59", "issn": "", "pages": "771--785", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Gardaí report rise in domestic violence cases", "authors": [{"first": "H", "middle": [], "last": "Mcgee", "suffix": ""}], "year": 2020, "venue": "Irish Times", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The Terror Attacks of 9/11 and Suicides in Germany", "authors": [{"first": "D", "middle": [], "last": "Medenwald", "suffix": ""}], "year": 2016, "venue": "Medicine", "volume": "95", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Long-term psychiatric morbidities among SARS survivors", "authors": [{"first": "Iwc", "middle": [], "last": "Mak", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Chu", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Pan", "suffix": ""}, {"first": "Mgc", "middle": [], "last": "Yiu", "suffix": ""}, {"first": "V", "middle": ["L"], "last": "Chan", "suffix": ""}], "year": 2009, "venue": "General Hospital Psychiatry", "volume": "31", "issn": "", "pages": "318--326", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Mental health and suicide risk in Northern Ireland: a legacy of the Troubles?", "authors": [{"first": "R", "middle": ["C"], "last": "O&apos;connor", "suffix": ""}, {"first": "O", "middle": [], "last": "Neill", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "", "suffix": ""}], "year": 2015, "venue": "Lancet Psychiatry", "volume": "2", "issn": "", "pages": "582--584", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "It is vital now that we think before we drink", "authors": [{"first": "N", "middle": [], "last": "Perry", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Preliminary Statistics of Cases of Suicide in Puerto", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Suicide and Predicament: Life is a Predicament", "authors": [{"first": "S", "middle": [], "last": "Pridmore", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Psychiatric aspects of the Impending Avian Flu Pandemic", "authors": [{"first": "D", "middle": ["J"], "last": "Rissmiller", "suffix": ""}], "year": 2007, "venue": "Psychiatric Times", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "on suicide and homicide in England and Wales", "authors": [{"first": "E", "middle": [], "last": "Salib", "suffix": ""}], "year": 2001, "venue": "British Journal of Psychiatry", "volume": "183", "issn": "", "pages": "207--212", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "terrorist attacks in London on suicide in England", "authors": [{"first": "E", "middle": [], "last": "Salib", "suffix": ""}, {"first": "M", "middle": [], "last": "Cortina-Borja", "suffix": ""}], "year": 2005, "venue": "British Journal of Psychiatry", "volume": "194", "issn": "", "pages": "80--85", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The public-health effect of economic crises and alternative policy responses in Europe: an Empirical Analysis", "authors": [{"first": "D", "middle": [], "last": "Stuckler", "suffix": ""}, {"first": "S", "middle": [], "last": "Basu", "suffix": ""}, {"first": "M", "middle": [], "last": "Suhrcke", "suffix": ""}, {"first": "A", "middle": [], "last": "Coutts", "suffix": ""}, {"first": "M", "middle": [], "last": "Mckee", "suffix": ""}], "year": 2009, "venue": "The Lancet", "volume": "374", "issn": "", "pages": "315--323", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The impact of epidemic, war, prohibition and media on suicide: United States", "authors": [{"first": "I", "middle": [], "last": "Wasserman", "suffix": ""}], "year": 1910, "venue": "Suicide", "volume": "22", "issn": "", "pages": "240--254", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "The impact of Epidemic Outbreak, The case of severe acute respiratory syndrome (SARS) and suicide among older adults in Hong Kong", "authors": [{"first": "Psf", "middle": [], "last": "Yip", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Cheung", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Chau", "suffix": ""}, {"first": "Y", "middle": ["W"], "last": "Law", "suffix": ""}], "year": 2010, "venue": "Crisis", "volume": "31", "issn": "", "pages": "86--92", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Social and economic burden of suicide in Hong Kong SAR", "authors": [{"first": "Psf", "middle": [], "last": "Yip", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Liu", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Law", "suffix": ""}, {"first": "Fyw", "middle": [], "last": "Law", "suffix": ""}], "year": 2005, "venue": "Crisis", "volume": "26", "issn": "", "pages": "156--159", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "War and violence summary", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Event </td><td>Study Suicide rate </td><td>Comment\n</td></tr><tr><td>War (in general) </td><td>Durkheim (1897) </td><td>Accuracy of study unclear\n</td></tr><tr><td>World War I </td><td>Wasserman (1992) </td><td>Accuracy of study unclear\n</td></tr><tr><td>World War II </td><td>Marshall (1981) </td><td>US study\n</td></tr><tr><td>Henderson (2006) </td><td>Interrupted trend of suicide decline\n</td></tr><tr><td> </td><td> </td><td>Young men\n</td></tr><tr><td>'Troubles'\nNorthern Ireland\n</td><td>O'Connor &amp; O'Neill (2015) </td><td>Doubling of rate after 'Troubles'\n</td></tr><tr><td>'9/11'\n</td><td>Salib (2003) </td><td>UK\n</td></tr><tr><td>Terrorist Attack NYC\n</td><td> </td><td>Only in month after attack\n</td></tr><tr><td>DeLange &amp; Neeleman (2004) </td><td>Netherlands\n</td></tr><tr><td> </td><td> </td><td>In months following\n</td></tr><tr><td> </td><td>Claassen (2010) </td><td>Temporary drop in NYC\n</td></tr><tr><td> </td><td> </td><td>Temporary rise other US locations\n</td></tr><tr><td>7 July 2005\n</td><td>Medenwald (2016) </td><td>Germany\n</td></tr><tr><td>Salib &amp; Cortina-Borja (2009) </td><td>In days after\n</td></tr><tr><td>21 July 2005\n</td><td> </td><td>Longer term\n</td></tr><tr><td>London\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Terrorist Attacks\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The author has no conflict of interest to disclose.", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interest"}]}